{
    "__label__news": [
        {
            "title": "In bid for unity, ex-rival Sanders backs Biden to challenge Trump",
            "summary": "Senator Bernie Sanders on Monday endorsed his longtime rival former Vice President Joe Biden, a move aimed at unifying a Democratic Party long fractured along moderate and liberal lines ahead of the election match-up against President Donald Trump.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/u2mS1-VIPJU/in-bid-for-unity-ex-rival-sanders-backs-biden-to-challenge-trump-idUSKCN21V1UC",
            "date": "Mon, 13 Apr 2020 19:59:13 -0400"
        },
        {
            "title": "New York, California and other states plan for reopening as coronavirus crisis eases",
            "summary": "Seven Northeastern U.S. states and three on the West Coast formed regional pacts on Monday aimed at coordinating a gradual reopening of their economies without a resurgence of coronavirus infections just as the outbreak appeared to be starting to wane.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/Zw061EdBGrI/new-york-california-and-other-states-plan-for-reopening-as-coronavirus-crisis-eases-idUSKCN21V185",
            "date": "Mon, 13 Apr 2020 19:27:03 -0400"
        },
        {
            "title": "Trump says plan to re-open shuttered U.S. economy to be completed soon",
            "summary": "President Donald Trump said on Monday that his administration was close to completing a plan to re-open the U.S. economy, which has been largely shut down to slow the spread of the novel coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/q5irY7Jg4lk/trump-says-plan-to-re-open-shuttered-u-s-economy-to-be-completed-soon-idUSKCN21V2A5",
            "date": "Mon, 13 Apr 2020 19:27:03 -0400"
        },
        {
            "title": "'Everything's gone': Tornadoes rip U.S. South, kill at least 26",
            "summary": "Rescue workers and homeowners across the U.S. South on Monday sifted through what remained of hundreds of structures destroyed by a series of tornadoes that killed at least 26 people, as the deadly weather system churned up the East Coast.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/OjLRkgpF7HA/everythings-gone-tornadoes-rip-u-s-south-kill-at-least-26-idUSKCN21V1K7",
            "date": "Mon, 13 Apr 2020 18:47:58 -0400"
        },
        {
            "title": "'Elbow to elbow:' North America meat plant workers fall ill, walk off jobs",
            "summary": "At a Wayne Farms chicken processing plant in Alabama, workers recently had to pay the company 10 cents a day to buy masks to protect themselves from the new coronavirus, according to a meat inspector.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/tdWivx8W0E4/elbow-to-elbow-north-america-meat-plant-workers-fall-ill-walk-off-jobs-idUSKCN21V0WM",
            "date": "Mon, 13 Apr 2020 18:27:45 -0400"
        },
        {
            "title": "UK to remain in lockdown as coronavirus deaths rise above 11,000",
            "summary": "The death toll from COVID-19 in British hospitals rose to 11,329 on Monday and the government, which is having to operate without its convalescing leader Boris Johnson, signalled that there would be no easing of lockdown measures this week.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/FjTswGpDJvg/uk-to-remain-in-lockdown-as-coronavirus-deaths-rise-above-11000-idUSKCN21V0L1",
            "date": "Mon, 13 Apr 2020 17:58:42 -0400"
        },
        {
            "title": "Britain to remain in lockdown till at least May 7: the Times",
            "summary": "British foreign minister Dominic Raab is set to announce on Thursday that the lockdown in the country will stay in place until at least May 7, the Times reported.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/HZCSWBJA2UQ/britain-to-remain-in-lockdown-till-at-least-may-7-the-times-idUSKCN21V257",
            "date": "Mon, 13 Apr 2020 17:58:42 -0400"
        },
        {
            "title": "A U.S. Supreme Court first: arguments by teleconference including major one involving Trump",
            "summary": "The U.S. Supreme Court said on Monday that for the first time it will hear cases argued by teleconference rather than in the courtroom due to the coronavirus pandemic including a dispute over whether President Donald Trump's tax and financial records should be disclosed.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/plnTySN9HnA/a-u-s-supreme-court-first-arguments-by-teleconference-including-major-one-involving-trump-idUSKCN21V1D4",
            "date": "Mon, 13 Apr 2020 17:39:55 -0400"
        },
        {
            "title": "Reasons for hope: the drugs, tests and tactics that may conquer coronavirus",
            "summary": "With much of the world living in lockdown, the spread of the new coronavirus, SARS-CoV-2, that was first detected in China late last year is beginning to slow in some places. As of April 12, 1.8 million had been infected and 115,000 killed  by COVID-19, the disease caused by the virus.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/9TgCaYCM01Y/reasons-for-hope-the-drugs-tests-and-tactics-that-may-conquer-coronavirus-idUSKCN21V1YR",
            "date": "Mon, 13 Apr 2020 16:42:36 -0400"
        },
        {
            "title": "Crude mixed on output deal, recession fears; shares slip",
            "summary": "Stocks on Wall Street mostly slid on Monday over concerns of what the coronavirus pandemic will do to corporate earnings, while crude prices were mixed as a global deal on record output cuts failed to quell doubts the pact would head off an oil glut.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/tkFBi8cAGjI/crude-mixed-on-output-deal-recession-fears-shares-slip-idUSKCN21U0YI",
            "date": "Mon, 13 Apr 2020 16:36:33 -0400"
        },
        {
            "title": "U.S. Congress struggles as partisanship stymies new coronavirus bill",
            "summary": "The U.S. Congress struggled to produce a fresh coronavirus relief bill on Monday, as a stubborn standoff between Republicans and Democrats complicated the challenge of passing legislation with most lawmakers out of town.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/DQf-J2QuElQ/u-s-congress-struggles-as-partisanship-stymies-new-coronavirus-bill-idUSKCN21V12V",
            "date": "Mon, 13 Apr 2020 16:21:35 -0400"
        },
        {
            "title": "WHO chief says confident U.S. funding will continue in COVID fight",
            "summary": "The head of the World Health Organization (WHO) voiced confidence on Monday that the United States would continue funding his U.N. agency, despite President Donald Trump's criticism of WHO's handling of the COVID-19 pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/dVhvcE8720o/who-chief-says-confident-u-s-funding-will-continue-in-covid-fight-idUSKCN21V1O0",
            "date": "Mon, 13 Apr 2020 16:17:14 -0400"
        },
        {
            "title": "Trump: It's my decision when to reopen U.S. economy",
            "summary": "President Donald Trump said on Monday it was his decision when to reopen the U.S. economy, not that of state governors, but legal experts disagree and governors are going their own way.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/fhgn1-gw-4U/trump-its-my-decision-when-to-reopen-u-s-economy-idUSKCN21V1GE",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "New York governor says 'worst is over' as growth in coronavirus deaths declines",
            "summary": "New York Governor Andrew Cuomo on Monday said \"the worst is over\" for the state hit hardest by the novel coronavirus, as hospitalizations appeared to be reaching a plateau and deaths increased by 671, the lowest daily total in a week.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/C4-qitwc274/new-york-governor-says-worst-is-over-as-growth-in-coronavirus-deaths-declines-idUSKCN21V1LI",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "Wyoming reports first coronavirus death, marking loss of life in all 50 U.S. states",
            "summary": "Wyoming reported its first death from the novel coronavirus on Monday, the final U.S. state to report a fatality from the outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/LIvV0BOMdV8/wyoming-reports-first-coronavirus-death-marking-loss-of-life-in-all-50-u-s-states-idUSKCN21V1VY",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "Governors form pacts on reopening economies",
            "summary": "• Analysis: Why 7 governors haven't issued stay-at-home orders\n• Washington DC: House of Representatives not expected to return before May 4\n• Opinion: America's mental health Covid-19 recovery needs to start now",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/j_1u9J8xQvI/index.html",
            "date": "Mon, 13 Apr 2020 23:10:28 GMT"
        },
        {
            "title": "Trump claims 'total' authority after governors team up to decide opening of economy",
            "summary": "• What's next: White House still weighing different 'benchmarks' for reopening\n• Numbers: Experts warn each state is a different battleground",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/n4E8bqP39RE/index.html",
            "date": ""
        },
        {
            "title": "Trump says he will ask to delay 2020 Census",
            "summary": "President Donald Trump said Monday that he will ask for a delay to the 2020 Census to make sure it is completed safely and accurately.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/TKAmdfyCqeU/index.html",
            "date": "Mon, 13 Apr 2020 23:40:30 GMT"
        },
        {
            "title": "Biden wins Wisconsin primary clouded by coronavirus",
            "summary": "• Sanders endorses Biden for president",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/28bcZFEZGvo/index.html",
            "date": "Mon, 13 Apr 2020 22:58:42 GMT"
        },
        {
            "title": "'Good news,' Cuomo announces possibility of reopening NY",
            "summary": "New York governor Andrew Cuomo holds a press conference to discuss potential plans to begin a gradual reopen of the US economy amid the coronavirus pandemic.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/9jzA4XG4Wq8/andrew-cuomo-plan-to-open-economy-covid-19-vpx.cnn",
            "date": "Mon, 13 Apr 2020 19:24:22 GMT"
        },
        {
            "title": "US to receive 750,000 coronavirus tests from South Korea",
            "summary": "The United States is turning to South Korea  -- a country with an aggressive testing regime that President Donald Trump previously downplayed -- to bring approximately 750,000 more coronavirus tests to the US, according to the Federal Emergency Management Agency.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/DDJtwAAbwqA/index.html",
            "date": "Mon, 13 Apr 2020 21:19:50 GMT"
        },
        {
            "title": "Trump's top scapegoat is now his best ally",
            "summary": "",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/NMWhY_RkRdQ/index.html",
            "date": "Mon, 13 Apr 2020 13:20:33 GMT"
        },
        {
            "title": "Cuomo and de Blasio can't put their feud aside -- even for coronavirus",
            "summary": "Even coronavirus hasn't cooled the years-old simmering animosity between New York Gov. Andrew Cuomo and New York City Mayor Bill de Blasio.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/FDWZdqWtktU/index.html",
            "date": "Mon, 13 Apr 2020 20:31:29 GMT"
        },
        {
            "title": "Louisiana Lt. Governor: I was wrong and New Orleans mayor was right",
            "summary": "CNN's Wolf Blitzer speaks to Louisiana Lieutenant Governor Billy Nungesser about the state's decision to host its annual Mardi Gras celebration and the effect it may have had on the coronavirus outbreak.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/LRJ4vYqE3O8/louisiana-mardi-gras-parade-nungesser-intv-tsr-blitzer-vpx.cnn",
            "date": "Sun, 12 Apr 2020 22:41:46 GMT"
        },
        {
            "title": "Treasury says 80 million people will get stimulus payments this week",
            "summary": "The Treasury Department said Monday that 80 million people will get their stimulus payments via direct deposit this week.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/HPMzdaTJpVM/index.html",
            "date": "Mon, 13 Apr 2020 20:32:13 GMT"
        },
        {
            "title": "In shutting out coronavirus, seniors in retirement communities let in a different threat",
            "summary": "With tight restrictions in place at their continuing care retirement community, Tom and Janice Showler are getting on each other's nerves.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Xaob_lGzUfw/index.html",
            "date": "Mon, 13 Apr 2020 15:27:19 GMT"
        },
        {
            "title": "Worried about infection from groceries? Watch these 3 tips.",
            "summary": "Follow these guidelines when handling food bought from the grocery store or ordered to your door to reduce your exposure to the novel coronavirus. Watch the latest videos on Covid-19.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/zz8GUatIUY0/coronavirus-covid-19-food-grocery-delivery-safety-tips-orig.cnn",
            "date": "Fri, 27 Mar 2020 15:47:49 GMT"
        },
        {
            "title": "CDC report says people in four key cities are listening to stay at home orders",
            "summary": "People in four key cities are listening to orders to stay home, according to a report issued Monday by the US Centers for Disease Control and Prevention.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Si23UWM5bVI/index.html",
            "date": "Mon, 13 Apr 2020 17:52:56 GMT"
        },
        {
            "title": "Meat plants are closing. But you don't have to panic shop just yet",
            "summary": "Across the country, meat processors are temporarily shutting down as workers are getting infected with Covid-19. But that doesn't mean America is about to run out of meat.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/BoJ-wbj_o8U/index.html",
            "date": "Mon, 13 Apr 2020 19:36:38 GMT"
        },
        {
            "title": "Airlines balk at paying back a portion of federal bailout money",
            "summary": "Airline companies have not received billions in taxpayer dollars because they are thus far balking at paying back a portion of the federal stimulus funding, sources tell CNN.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/bigp4eRj708/index.html",
            "date": "Mon, 13 Apr 2020 23:50:13 GMT"
        },
        {
            "title": "Struggling to stay afloat, restaurant owners listed a rare bourbon for $20,000. A veteran bought it for $40,000",
            "summary": "Like many in the restaurant industry, Suzanne and Roger Perry saw their business -- Datz Restaurant Group in Tampa, Florida -- take a huge hit because of the coronavirus pandemic.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/d8X_01jLMio/index.html",
            "date": "Mon, 13 Apr 2020 12:47:27 GMT"
        },
        {
            "title": "NHL player Colby Cave dies at 25",
            "summary": "NHL center Colby Cave, who played for the Edmonton Oilers and the Boston Bruins, has died. He was 25.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Bkx88qqS9x4/index.html",
            "date": "Sat, 11 Apr 2020 20:39:29 GMT"
        },
        {
            "title": "See 'Office' star's epic surprise for hospital workers",
            "summary": "Actor John Krasinski brought former Boston Red Sox player David Ortiz on to his new show to give healthcare workers the surprise of a lifetime.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/MhaneGssi6o/john-krasinski-david-ortiz-red-sox-tickets-orig-jk.cnn",
            "date": "Mon, 13 Apr 2020 20:41:49 GMT"
        },
        {
            "title": "Storm system that spawned tornadoes and killed 24 people now takes aim at East Coast",
            "summary": "Severe storms that left at least eight people dead and parts of the South reeling from tornadoes that destroyed hundreds of structures are now moving north, with more than 39 million people under the threat of severe weather.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/k-957lP5lO8/index.html",
            "date": "Mon, 13 Apr 2020 23:45:13 GMT"
        },
        {
            "title": "To conquer his fear of heights, adventurer jumps into the jet stream",
            "summary": "Afraid of heights, Marc Hauser came up with his own \"shock therapy\" -- skydiving.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/fD2eh9_lTUc/index.html",
            "date": "Mon, 13 Apr 2020 15:51:07 GMT"
        },
        {
            "title": "Car insurers are giving billions back to drivers. It still may not be enough",
            "summary": "With most of the country operating under stay-at-home orders, drivers are spending less time on the road -- which means fewer accidents and insurance claims.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Nv3J3yLZSGQ/index.html",
            "date": "Fri, 10 Apr 2020 21:03:58 GMT"
        },
        {
            "title": "America's unemployment surge will be temporary, Moody's says",
            "summary": "",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ij8xlZwE-W8/h_63a5b9a21c091168250502345f781578",
            "date": ""
        },
        {
            "title": "Try as he might, Trump can't spin the pandemic",
            "summary": "Former New Jersey Gov. Chris Christie has had an interesting relationship with President Donald Trump. Longtime friends, who ran against each other for president in 2016, Christie was the first major elected official to endorse Trump shortly after the then-governor of New Jersey dropped out of the race.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Ung5ha3QPWU/index.html",
            "date": "Mon, 13 Apr 2020 16:06:55 GMT"
        },
        {
            "title": "'SNL' takes the right line on Trump",
            "summary": "\"Saturday Night Live\" returned on Saturday with its first new episode after stopping production due to the coronavirus pandemic. And much like the first \"SNL\" after the terrorist attacks of September 11, 2001, the show opened with a more somber theme. But the big difference was that in that first show after 9/11, there were no jokes at the expense of then-President George W. Bush. On Saturday's show, however, there were many directed at President Donald Trump -- and Trump earned every one.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/Es6MbXtdgRc/index.html",
            "date": "Mon, 13 Apr 2020 13:28:23 GMT"
        },
        {
            "title": "Flatten the curve, but please don't make it a U",
            "summary": "Thirty years ago, the tuberculosis (TB) expert Dr. Lee Reichman coined the term, \"The U-shaped curve of concern\" to describe the challenges of TB control. His notion was this: When a disease like TB is rampant, dollars, attention and expertise are brought to bear. Soon, cases decrease, creating the sinking left-hand side of the \"U.\"",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/7xxbgj3pO50/index.html",
            "date": "Mon, 13 Apr 2020 10:10:44 GMT"
        },
        {
            "title": "Biden needs to pivot",
            "summary": "Under normal circumstances, this would be a time of celebration for Joe Biden's campaign. With seven months left before Election day, the former vice president is now the presumptive Democratic nominee, after his last remaining opponent, Sen. Bernie Sanders, announced that he would suspend his campaign and called for his supporters to rally behind Biden.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/-OOhIsmSSI4/index.html",
            "date": "Mon, 13 Apr 2020 01:50:55 GMT"
        },
        {
            "title": "What Trump can — and can't — do to reopen US",
            "summary": "During his Friday press conference on the federal government's response to the coronavirus, President Donald Trump referred to a decision about when to reopen the country as \"the biggest decision I'll ever make.\" Staying at home, he said, \"if you look at numbers, that leads to a different kind of death perhaps. But it leads to death also. So it's a very big decision.\"",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/7P0YJf2YsGA/index.html",
            "date": "Mon, 13 Apr 2020 01:47:00 GMT"
        },
        {
            "title": "Check out 2020's greatest card offers",
            "summary": "",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/cj5a1VyiFbU/best-credit-cards",
            "date": ""
        },
        {
            "title": "5 free dividend stocks for 2020",
            "summary": "",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/XwVhNX36MxY/a-sa-5stocks-div",
            "date": ""
        },
        {
            "title": "Analysis: Boris Johnson is getting better, but the nation he leads is not",
            "summary": "When British Prime Minister Boris Johnson was released from hospital on Sunday, the country breathed a collective sigh of relief. And with good reason -- despite officials' daily insistence that Johnson was in \"good spirits,\" Johnson himself has since admitted that his life was in the balance.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/j5iyf-jNQCs/index.html",
            "date": "Mon, 13 Apr 2020 16:34:30 GMT"
        },
        {
            "title": "Why Greece is coping with Covid-19 better than Italy",
            "summary": "Several European countries have been badly hit by the novel coronavirus pandemic, but Greece took action early on and it seems to be working. CNN's Lynda Kinkade reports.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/TSZd-pXll2E/greece-coronavirus-covid-19-lockdown-restrictions-lessons-kinkade-pkg-intl-ldn-vpx.cnn",
            "date": "Mon, 13 Apr 2020 11:52:25 GMT"
        },
        {
            "title": "China's PLA Navy is controlling coronavirus and aircraft carrier's deployment proves it, report says",
            "summary": "A Chinese naval flotilla headed into the Pacific over the weekend, evidence that the People's Liberation Army Navy has done a much better job controlling coronavirus than the US Navy, according to a story posted on the PLA's English-language website.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/W4BsCVk1nmU/index.html",
            "date": "Mon, 13 Apr 2020 17:17:58 GMT"
        },
        {
            "title": "Covid-19 numbers show promise, but health experts warn each state is a different battleground",
            "summary": "The sun could be piercing the clouds in the United States' coronavirus fight, as the number of new cases declined over two consecutive days, but experts warn different states will see different peaks.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/oAozfYlp2u8/index.html",
            "date": "Mon, 13 Apr 2020 23:48:36 GMT"
        },
        {
            "title": "In photos: Majestic portraits of the world's remotest tribes",
            "summary": "In 2013, the British photographer Jimmy Nelson published his first monograph, a 400-page photo book titled \"Before They Pass Away.\" His subjects were shot in some of the world's most remote wildernesses, showing us, in monumental fashion, the lives and cultures of some of the world's most isolated and ancient indigenous communities.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/RkLL-e-Ap6c/index.html",
            "date": "Tue, 30 Apr 2019 14:52:03 GMT"
        },
        {
            "title": "Remember when the women of Twin Peaks made nostalgia new again?",
            "summary": "Before Netflix, before sagas like \"Game of Thrones\" -- before high-speed internet -- there was \"Twin Peaks.\" It's not a stretch to say that without \"Twin Peaks,\" there would be no \"Buffy the Vampire Slayer,\" no \"Riverdale,\" and, arguably, no \"Gilmore Girls.\" Setting the blueprint for edgy TV drama, David Lynch's trailblazing police procedural, which first aired 30 years ago on April 8, 1990, brought gothic Americana into the mainstream.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/HdIbLfFJnSw/index.html",
            "date": "Fri, 10 Apr 2020 08:25:16 GMT"
        },
        {
            "title": "Krasinski and Ortiz surprise medical workers",
            "summary": "John Krasinski and Red Sox legend David Ortiz had some really good news for a group of health professionals from Beth Israel Deaconess Medical Center in Boston.",
            "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/FgNO7lHXFl8/index.html",
            "date": "Mon, 13 Apr 2020 13:34:08 GMT"
        }
    ],
    "__label__celebrities": [
        {
            "title": "Harvey Weinstein free of coronavirus symptoms, spokesman says",
            "summary": "Harvey Weinstein, who is serving a prison sentence for rape, has no symptoms of the coronavirus, his spokesman said on Thursday, more than two weeks after a union official for corrections officers said the former movie producer had tested positive.",
            "url": "https://www.reuters.com/article/us-people-harvey-weinstein/harvey-weinstein-free-of-coronavirus-symptoms-spokesman-says-idUSKCN21S00A?feedType=RSS&feedName=peopleNews",
            "date": "Thu, 09 Apr 2020 20:30:23 -0400"
        },
        {
            "title": "Body of Robert F. Kennedy's great-grandson recovered from Chesapeake Bay",
            "summary": "The body of a great-grandson to Robert F. Kennedy was recovered from Chesapeake Bay off the Maryland coast on Wednesday, two days after he went missing with his mother while riding in a canoe, the New York Times reported.",
            "url": "https://www.reuters.com/article/us-people-kennedy-missing/body-of-robert-f-kennedys-great-grandson-recovered-from-chesapeake-bay-idUSKCN21R0AH?feedType=RSS&feedName=peopleNews",
            "date": "Wed, 08 Apr 2020 22:53:06 -0400"
        },
        {
            "title": "Opera star Bocelli to sing from empty Duomo in Milan on Easter Sunday",
            "summary": "Italian opera singer Andrea Bocelli, one of the world's most famous tenors, will perform from Milan's empty Duomo cathedral on Easter Sunday in a livestreamed concert intended as a symbol of love, hope and healing amidst the coronavirus pandemic.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-easter-bocelli-ann/opera-star-bocelli-to-sing-from-empty-duomo-in-milan-on-easter-sunday-idUSKBN21P1PD?feedType=RSS&feedName=peopleNews",
            "date": "Tue, 07 Apr 2020 10:31:07 -0400"
        },
        {
            "title": "Body of Maeve Kennedy Townsend recovered, search for her son to continue",
            "summary": "The body of Maeve Kennedy Townsend, the granddaughter of the late Robert F. Kennedy, was recovered on Monday evening and the search for her son will continue, the Maryland Natural Resources Police said.",
            "url": "https://www.reuters.com/article/us-people-kennedy-missing/body-of-maeve-kennedy-townsend-recovered-search-for-her-son-to-continue-idUSKBN21P0F1?feedType=RSS&feedName=peopleNews",
            "date": "Tue, 07 Apr 2020 00:44:26 -0400"
        },
        {
            "title": "Prince Harry and Meghan plan new Archewell charitable organization",
            "summary": "Britain's Prince Harry and his wife Meghan, who have recently moved to the Los Angeles area after stepping down from royal duties, said on Monday they were looking to set up a new charitable organization called Archewell.",
            "url": "https://www.reuters.com/article/us-britain-royals-harry/prince-harry-and-meghan-plan-new-archewell-charitable-organization-idUSKBN21O32W?feedType=RSS&feedName=peopleNews",
            "date": "Mon, 06 Apr 2020 19:19:15 -0400"
        },
        {
            "title": "'Harry Potter' author J.K Rowling says fully recovered from likely coronavirus",
            "summary": "\"Harry Potter\" author J.K. Rowling said on Monday she had recovered from a suspected case of COVID-19 after two weeks of illness.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-jkrowling/harry-potter-author-j-k-rowling-says-fully-recovered-from-likely-coronavirus-idUSKBN21O2KU?feedType=RSS&feedName=peopleNews",
            "date": "Mon, 06 Apr 2020 14:18:42 -0400"
        },
        {
            "title": "British Bond girl Honor Blackman dies aged 94",
            "summary": "British actress Honor Blackman, who was best known for playing Bond girl Pussy Galore, has died at the age of 94, her family said on Monday.",
            "url": "https://www.reuters.com/article/us-people-honorblackman/british-bond-girl-honor-blackman-dies-aged-94-idUSKBN21O26T?feedType=RSS&feedName=peopleNews",
            "date": "Mon, 06 Apr 2020 12:15:54 -0400"
        },
        {
            "title": "Doris Day's awards, animal artifacts haul in $3 million at auction",
            "summary": "An auction of late actress Doris Day's four Golden Globe awards and other items from her life generated nearly $3 million over the weekend, far outpacing original estimates, Julien's Auctions said on Sunday.",
            "url": "https://www.reuters.com/article/us-people-doris-day/doris-days-awards-animal-artifacts-haul-in-3-million-at-auction-idUSKBN21O04P?feedType=RSS&feedName=peopleNews",
            "date": "Sun, 05 Apr 2020 23:07:57 -0400"
        },
        {
            "title": "Singer Pink says she had coronavirus, pledges $1 million to relief efforts",
            "summary": "U.S. singer Pink said on Friday she had tested positive for COVID-19, the respiratory disease caused by the new coronavirus, two weeks ago and has since recovered.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-usa-pink/singer-pink-says-she-had-coronavirus-pledges-1-million-to-relief-efforts-idUSKBN21N0JS?feedType=RSS&feedName=peopleNews",
            "date": "Sun, 05 Apr 2020 20:43:43 -0400"
        },
        {
            "title": "Bill Withers, soulful singer of 'Ain't No Sunshine,' dead at 81",
            "summary": "Bill Withers, a soulful singer best known for the 1970s hits \"Lean on Me,\" \"Lovely Day\" and \"Ain’t No Sunshine,\" has died at age 81 from heart complications, his family said on Friday.",
            "url": "https://www.reuters.com/article/us-people-bill-withers/bill-withers-soulful-singer-of-aint-no-sunshine-dead-at-81-idUSKBN21L2AQ?feedType=RSS&feedName=peopleNews",
            "date": "Fri, 03 Apr 2020 18:17:21 -0400"
        },
        {
            "title": "Oprah Winfrey donates $10 million for coronavirus relief",
            "summary": "Oprah Winfrey said on Thursday she was donating $10 million to coronavirus relief efforts, including a new venture to help get food to vulnerable Americans during the coronavirus epidemic.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-oprah/oprah-winfrey-donates-10-million-for-coronavirus-relief-idUSKBN21K39V?feedType=RSS&feedName=peopleNews",
            "date": "Thu, 02 Apr 2020 16:51:27 -0400"
        },
        {
            "title": "Wilhelm Burmann, master teacher to ballet stars, dies at 80; tested positive for coronavirus",
            "summary": "Wilhelm Burmann, a master teacher and coach for the world's top ballet dancers for more than four decades, has died of renal failure after his treatment was complicated by the coronavirus, a close friend said. He was 80.",
            "url": "https://www.reuters.com/article/us-people-wilhelm-burmann/wilhelm-burmann-master-teacher-to-ballet-stars-dies-at-80-tested-positive-for-coronavirus-idUSKBN21J6B1?feedType=RSS&feedName=peopleNews",
            "date": "Wed, 01 Apr 2020 13:04:40 -0400"
        },
        {
            "title": "Lindsay Lohan says 'I'm back!' teasing new single amid pandemic",
            "summary": "Actress Lindsay Lohan, whose promising movie career crashed a decade ago in a string of legal woes and substance abuse, on Tuesday announced she was making a comeback with a new music single.",
            "url": "https://www.reuters.com/article/us-people-lindsay-lohan/lindsay-lohan-says-im-back-teasing-new-single-amid-pandemic-idUSKBN21I3GC?feedType=RSS&feedName=peopleNews",
            "date": "Tue, 31 Mar 2020 17:38:03 -0400"
        },
        {
            "title": "UK's Prince Harry and wife Meghan bid farewell to royal roles",
            "summary": "Prince Harry and his American wife Meghan posted their last message as working members of Britain's royal family on Monday before officially embarking on new careers without their \"Royal Highness\" styles.",
            "url": "https://www.reuters.com/article/us-britain-royals-sussex/uks-prince-harry-and-wife-meghan-bid-farewell-to-royal-roles-idUSKBN21H2PI?feedType=RSS&feedName=peopleNews",
            "date": "Tue, 31 Mar 2020 12:28:31 -0400"
        },
        {
            "title": "Glezos, Greek who tore swastika from Acropolis in WW2, dies aged 97",
            "summary": "Manolis Glezos, a prominent Greek whose act of defiance against Nazi occupation during World War Two was a rallying cry for the country's resistance movement, died on Monday, authorities said. He was 97.",
            "url": "https://www.reuters.com/article/us-people-greece-glezos/glezos-greek-who-tore-swastika-from-acropolis-in-ww2-dies-aged-97-idUSKBN21H1TO?feedType=RSS&feedName=peopleNews",
            "date": "Mon, 30 Mar 2020 10:25:21 -0400"
        },
        {
            "title": "Tom Hanks returns to LA after bout of coronavirus: media reports",
            "summary": "Tom Hanks and his wife Rita Wilson returned to Los Angeles on Friday after spending more than two weeks in quarantine in Australia after testing positive for the coronavirus.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-hanks/tom-hanks-returns-to-la-after-bout-of-coronavirus-media-reports-idUSKBN21F00L?feedType=RSS&feedName=peopleNews",
            "date": "Fri, 27 Mar 2020 20:13:13 -0400"
        },
        {
            "title": "Bon Jovi, Prince Harry and military choir launch charity single 'Unbroken'",
            "summary": "U.S. rocker Jon Bon Jovi teamed up with Britain's Prince Harry and a military choir to release the single \"Unbroken\" on Friday to raise awareness of Post-Traumatic Stress Disorder.",
            "url": "https://www.reuters.com/article/us-britain-royals-harry-music/bon-jovi-prince-harry-and-military-choir-launch-charity-single-unbroken-idUSKBN21E0D7?feedType=RSS&feedName=peopleNews",
            "date": "Fri, 27 Mar 2020 01:38:33 -0400"
        },
        {
            "title": "African jazz legend Manu Dibango dies from coronavirus in France",
            "summary": "World-famous singer and saxophonist Manu Dibango has died from a coronavirus infection at the age of 86 in France, his management team said on Tuesday.",
            "url": "https://www.reuters.com/article/us-health-coronavirus-dibango/african-jazz-legend-manu-dibango-dies-from-coronavirus-in-france-idUSKBN21B0W6?feedType=RSS&feedName=peopleNews",
            "date": "Tue, 24 Mar 2020 13:09:54 -0400"
        },
        {
            "title": "Asterix' second \"father\" Uderzo dies at 92",
            "summary": "Albert Uderzo, illustrator and co-creator of famous comic series \"Asterix and Obelix \", died on Tuesday, aged 92, his family said.",
            "url": "https://www.reuters.com/article/us-uderzo-death/asterix-second-father-uderzo-dies-at-92-idUSKBN21B1BY?feedType=RSS&feedName=peopleNews",
            "date": "Tue, 24 Mar 2020 07:11:24 -0400"
        },
        {
            "title": "Instructor Cowen believes he has coronavirus",
            "summary": "23 March 2020 - Golf instructor Pete Cowen told the Daily Telegraph in London that he has all the symptoms of coronavirus.",
            "url": "https://www.reuters.com/article/us-golf-pga-cowen-virus/instructor-cowen-believes-he-has-coronavirus-idUSKBN21A3P5?feedType=RSS&feedName=peopleNews",
            "date": "Mon, 23 Mar 2020 20:42:40 -0400"
        }
    ],
    "__label__sports": [
        {
            "title": "Belichick, Patriots 'moving forward' minus Brady",
            "summary": "New England Patriots head coach Bill Belichick is ready for turn the page after 20 years with Tom Brady.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/IXDKuFZa5PI/belichick-patriots-moving-forward-minus-brady-idUSKCN21V28O",
            "date": "Mon, 13 Apr 2020 19:00:03 -0400"
        },
        {
            "title": "Larson suspended by NASCAR for use of racial slur during esports event",
            "summary": "NASCAR has suspended Kyle Larson indefinitely and ordered him to attend sensitivity training after he used a racial slur during a livestream broadcast of an iRacing esports event.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/kgEz4GkNMN0/larson-suspended-by-nascar-for-use-of-racial-slur-during-esports-event-idUSKCN21V1TC",
            "date": "Mon, 13 Apr 2020 18:46:41 -0400"
        },
        {
            "title": "Anything possible as NHL readies for relaunch, says Bettman",
            "summary": "The National Hockey League will be prepared for a post-coronavirus relaunch whenever an opportunity presents itself, commissioner Gary Bettman said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/1HpXM8Xayn8/anything-possible-as-nhl-readies-for-relaunch-says-bettman-idUSKCN21V26Q",
            "date": "Mon, 13 Apr 2020 18:39:51 -0400"
        },
        {
            "title": "Reports: Panthers' McCaffrey agrees to four-year, $64 million extension",
            "summary": "Carolina Panthers star Christian McCaffrey is set to become the highest-paid running back in NFL history after agreeing to a four-year, $64 million contract extension, multiple media outlets reported on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/mqfKgemHqho/reports-panthers-mccaffrey-agrees-to-four-year-64-million-extension-idUSKCN21V26O",
            "date": "Mon, 13 Apr 2020 18:37:01 -0400"
        },
        {
            "title": "XFL files for Chapter 11 bankruptcy due to coronavirus",
            "summary": "The XFL, a reboot of the 2001 league of the same name, filed for Chapter 11 bankruptcy protection on Monday a month after it had to cancel the remainder of its inaugural season because of the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/8vtQHmForcA/xfl-files-for-chapter-11-bankruptcy-due-to-coronavirus-idUSKCN21V21E",
            "date": "Mon, 13 Apr 2020 16:57:07 -0400"
        },
        {
            "title": "Mother-of-four diving into an Olympic comeback",
            "summary": "If you are Laura Wilkinson, a 42-year-old mother making your return to competitive diving after under-going spinal fusion surgery, a year delay in the 2020 Tokyo Olympics is not a bad thing -- it's a gift.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/kPlKGx5nNLU/mother-of-four-diving-into-an-olympic-comeback-idUSKCN21V20A",
            "date": "Mon, 13 Apr 2020 16:29:00 -0400"
        },
        {
            "title": "2020 NFL Draft to air over ESPN, NFL Network",
            "summary": "The 2020 NFL Draft will be presented by both ESPN and NFL Network on April 23-25, the league announced Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/cwmDv5M4mQc/2020-nfl-draft-to-air-over-espn-nfl-network-idUSKCN21V1XI",
            "date": "Mon, 13 Apr 2020 15:33:24 -0400"
        },
        {
            "title": "Larson indefinitely suspended by NASCAR after using racial slur",
            "summary": "NASCAR indefinitely suspended driver Kyle Larson after he used a racial slur in a livestream broadcast of an iRacing event on Sunday night.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/Ea65-HHIWoE/larson-indefinitely-suspended-by-nascar-after-using-racial-slur-idUSKCN21V1G4",
            "date": "Mon, 13 Apr 2020 13:07:48 -0400"
        },
        {
            "title": "McIlroy optimistic about Masters in November",
            "summary": "Rory McIlroy is hoping that the shift in seasons for the Masters will yield better results in his bid for a career Grand Slam.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/gXzTgLCljgg/mcilroy-optimistic-about-masters-in-november-idUSKCN21V1P1",
            "date": "Mon, 13 Apr 2020 12:57:14 -0400"
        },
        {
            "title": "Soccer: Chicharito to headline MLS esports tournament",
            "summary": "Major League Soccer is kicking off a five-week esports tournament on Sunday featuring players such as new LA Galaxy striker Javier 'Chicharito' Hernandez, as the sporting world adapts to life indoors amid the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/Ll9tHgMRM8s/soccer-chicharito-to-headline-mls-esports-tournament-idUSKCN21V1JW",
            "date": "Mon, 13 Apr 2020 12:07:46 -0400"
        },
        {
            "title": "Ex-NFL QB Jackson killed in car crash",
            "summary": "Former NFL quarterback Tarvaris Jackson was killed Sunday night in a car accident in Alabama.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/vJyx7K34ACk/ex-nfl-qb-jackson-killed-in-car-crash-idUSKCN21V1I9",
            "date": "Mon, 13 Apr 2020 12:06:00 -0400"
        },
        {
            "title": "Baseball, soccer seasons get underway in Taiwan",
            "summary": "The baseball and soccer seasons got underway behind closed doors in Taiwan at the weekend, providing rare live action for fans at home at a time when the COVID-19 pandemic has shut down most professional sport around the globe.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/nVfVM99v6G8/baseball-soccer-seasons-get-underway-in-taiwan-idUSKCN21V077",
            "date": "Mon, 13 Apr 2020 11:09:12 -0400"
        },
        {
            "title": "Judo: Jordanian Judoka stays in shape during lockdown by lifting little sister",
            "summary": "With no access to gym equipment during the lockdown in Jordan, Olympic hopeful judoka Hadeel Alami has hit upon an unorthodox way to stay in peak condition - using her little sister as a weight during her training routine.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/cW29DOwT-Bs/judo-jordanian-judoka-stays-in-shape-during-lockdown-by-lifting-little-sister-idUSKCN21V16E",
            "date": "Mon, 13 Apr 2020 09:04:46 -0400"
        },
        {
            "title": "Soccer: More than 1,000 fans shrug off virus concerns to attend match in Belarus",
            "summary": "More than 1,000 soccer fans cheered, chanted and hugged each other as they attended a Belarusian top-flight league match on Sunday despite calls from a growing number of supporters to boycott games due to the coronavirus pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/7sb2Bt_ZJLM/soccer-more-than-1000-fans-shrug-off-virus-concerns-to-attend-match-in-belarus-idUSKCN21V109",
            "date": "Mon, 13 Apr 2020 07:55:01 -0400"
        },
        {
            "title": "On this day: Died April 14, 2001: Jim Baxter, Scottish footballer",
            "summary": "The Scottish footballer Jim Baxter, who died of cancer at the age of 61 on April 14, 2001, is remembered as one of the greatest talents never to have featured in a World Cup.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/LNUVTXeKo6I/on-this-day-died-april-14-2001-jim-baxter-scottish-footballer-idUSKCN21V0D0",
            "date": "Mon, 13 Apr 2020 02:15:07 -0400"
        },
        {
            "title": "ITTF chief mulls scrapping individual world championships",
            "summary": "International Table Tennis Federation (ITTF) chief Steve Dainton has suggested the sport's annual individual world championships be scrapped, with champions instead decided by the winners of the new \"Grand Smash\" mega tournaments.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/z6iXJ0esEI0/ittf-chief-mulls-scrapping-individual-world-championships-idUSKCN21V02H",
            "date": "Sun, 12 Apr 2020 21:33:05 -0400"
        },
        {
            "title": "Goodell to announce picks from his basement",
            "summary": "The 2020 NFL Draft won't have crowds, big stage and the usual fanfare that comes with the offseason's biggest night because of the ongoing coronavirus pandemic. But fans who do tune in for the first night of the event will reportedly get a different sort of treat.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/mXbCC-oT8vs/goodell-to-announce-picks-from-his-basement-idUSKCN21V008",
            "date": "Sun, 12 Apr 2020 20:05:34 -0400"
        },
        {
            "title": "British great Stirling Moss dies at 90 after long illness",
            "summary": "Stirling Moss, the British racing driver who ranked as an all-time Formula One great despite never winning the world championship, died on Sunday aged 90 after a long illness.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/uEV2TrH0hI4/british-great-stirling-moss-dies-at-90-after-long-illness-idUSKCN21U0D1",
            "date": "Sun, 12 Apr 2020 18:46:09 -0400"
        },
        {
            "title": "Golf: Four-time major runner-up Sanders dies aged 86",
            "summary": "American Doug Sanders, who was three feet away from beating Jack Nicklaus and winning the 1970 British Open at the home of golf, has died of natural causes aged 86, the PGA Tour said on Sunday.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/xAFkVPsEpPY/golf-four-time-major-runner-up-sanders-dies-aged-86-idUSKCN21U0XA",
            "date": "Sun, 12 Apr 2020 18:38:54 -0400"
        },
        {
            "title": "Cycling: Froome says recovery almost complete as he waits out lockdown",
            "summary": "Four-times Tour de France winner Chris Froome said his recovery from a horrific accident last year was nearly complete and his training load was back to normal as he prepares for when competition resumes after the new coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/sportsNews/~3/AevCIQ9ctbE/cycling-froome-says-recovery-almost-complete-as-he-waits-out-lockdown-idUSKCN21U0VW",
            "date": "Sun, 12 Apr 2020 17:52:16 -0400"
        }
    ],
    "__label__business": [
        {
            "title": "Dow, S&P 500 slide as focus shifts to earnings; Nasdaq gains",
            "summary": "The Dow and S&P 500 fell on Monday as U.S. companies prepared to kick off a quarterly earnings season expected to be rough due to the coronavirus pandemic, while Amazon.com  gains helped the Nasdaq end higher.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/qcEqshVbg_o/dow-sp-500-slide-as-focus-shifts-to-earnings-nasdaq-gains-idUSKCN21V0S8",
            "date": "Mon, 13 Apr 2020 18:45:04 -0400"
        },
        {
            "title": "The list of U.S. Treasury questions for airlines seeking bailout cash",
            "summary": "U.S. Treasury officials have asked airlines seeking money from a $25 billion fund for payroll support to provide detailed information on their capital structure, liquidity and collateral, people briefed on the matter said.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/5b3jIFyPudA/the-list-of-u-s-treasury-questions-for-airlines-seeking-bailout-cash-idUSKCN21Q333",
            "date": "Mon, 13 Apr 2020 18:43:46 -0400"
        },
        {
            "title": "U.S. government holding firm on airline aid plan, could end up with 3% of American Airlines",
            "summary": "The U.S. Treasury Department is holding firm on the terms of a $25 billion offer for government aid to airlines to help them meet payroll during the coronavirus downturn, officials said on Monday, and the plan could give the government more than 3% of American Airlines Group Inc .",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/rFRV5VVOzTY/u-s-government-holding-firm-on-airline-aid-plan-could-end-up-with-3-of-american-airlines-idUSKCN21V1VO",
            "date": "Mon, 13 Apr 2020 18:43:46 -0400"
        },
        {
            "title": "News Corp sees hit to ad revenue from coronavirus pandemic",
            "summary": "Rupert Murdoch's News Corp  said on Monday its newspaper advertising revenue would take a hit from widespread business closures caused by the coronavirus outbreak, although paid digital subscriptions for the Wall Street Journal are rising.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/4lI3N0w2MAM/news-corp-sees-hit-to-ad-revenue-from-coronavirus-pandemic-idUSKCN21V24H",
            "date": "Mon, 13 Apr 2020 18:34:16 -0400"
        },
        {
            "title": "Disney enters $5 billion credit agreement",
            "summary": "Walt Disney Co  said on Monday it has entered an unsecured credit agreement for $5 billion, at a time when companies across industries are scrambling to bolster their liquidity to weather the fallout from the coronavirus crisis.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/ld4q3mYXJkI/disney-enters-5-billion-credit-agreement-idUSKCN21V26G",
            "date": "Mon, 13 Apr 2020 18:32:46 -0400"
        },
        {
            "title": "Exxon raises $9.5 billion to load up on cash while debt market still open to new deals",
            "summary": "Exxon Mobil Corp  on Monday raised $9.5 billion in new debt, with the largest U.S. oil producer seeking to bolster its finances while debt markets remain open to new deals.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/tJFeSHyj3BE/exxon-raises-9-5-billion-to-load-up-on-cash-while-debt-market-still-open-to-new-deals-idUSKCN21V269",
            "date": "Mon, 13 Apr 2020 18:28:58 -0400"
        },
        {
            "title": "'Elbow to elbow:' North America meat plant workers fall ill, walk off jobs",
            "summary": "At a Wayne Farms chicken processing plant in Alabama, workers recently had to pay the company 10 cents a day to buy masks to protect themselves from the new coronavirus, according to a meat inspector.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/iEL_WXsQzJM/elbow-to-elbow-north-america-meat-plant-workers-fall-ill-walk-off-jobs-idUSKCN21V0WM",
            "date": "Mon, 13 Apr 2020 18:27:45 -0400"
        },
        {
            "title": "Reasons for hope: the drugs, tests and tactics that may conquer coronavirus",
            "summary": "With much of the world living in lockdown, the spread of the new coronavirus, SARS-CoV-2, that was first detected in China late last year is beginning to slow in some places. As of April 12, 1.8 million had been infected and 115,000 killed  by COVID-19, the disease caused by the virus.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/yWH7WBy1u-4/reasons-for-hope-the-drugs-tests-and-tactics-that-may-conquer-coronavirus-idUSKCN21V1YR",
            "date": "Mon, 13 Apr 2020 16:42:36 -0400"
        },
        {
            "title": "Crude mixed on output deal, recession fears; shares slip",
            "summary": "Stocks on Wall Street mostly slid on Monday over concerns of what the coronavirus pandemic will do to corporate earnings, while crude prices were mixed as a global deal on record output cuts failed to quell doubts the pact would head off an oil glut.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/5Lkb3a46rVE/crude-mixed-on-output-deal-recession-fears-shares-slip-idUSKCN21U0YI",
            "date": "Mon, 13 Apr 2020 16:36:33 -0400"
        },
        {
            "title": "Amazon stops accepting new online grocery customers amid surging demand",
            "summary": "Amazon will begin to put new grocery delivery customers on a wait list and curtail shopping hours at some Whole Foods stores to prioritize orders from existing customers buying food online during the coronavirus outbreak, the company said on Sunday.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/Aobt-TcAl-Q/amazon-stops-accepting-new-online-grocery-customers-amid-surging-demand-idUSKCN21V0CO",
            "date": "Mon, 13 Apr 2020 16:30:28 -0400"
        },
        {
            "title": "Trump: It's my decision when to reopen U.S. economy",
            "summary": "President Donald Trump said on Monday it was his decision when to reopen the U.S. economy, not that of state governors, but legal experts disagree and governors are going their own way.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/Dw9QIGGOdl0/trump-its-my-decision-when-to-reopen-u-s-economy-idUSKCN21V1GE",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "Oil mixed as demand worries offset gains from output cut deal",
            "summary": "Oil prices were mixed on Monday, as the historic production-cut deal inked by major global oil producers was not enough to assuage existing worries about the demand destruction brought on by the coronavirus pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/WpHryV2ikjU/oil-mixed-as-demand-worries-offset-gains-from-output-cut-deal-idUSKCN21U0WQ",
            "date": "Mon, 13 Apr 2020 15:48:01 -0400"
        },
        {
            "title": "Exclusive: U.S. Treasury wants details on airline debt, liquidity, loyalty programs - sources",
            "summary": "U.S. Treasury officials have asked airlines seeking government payroll support to provide additional detailed information on capital structure, liquidity and loyalty programs, people briefed on the matter told Reuters.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/B0NQqtn8H-s/exclusive-u-s-treasury-wants-details-on-airline-debt-liquidity-loyalty-programs-sources-idUSKBN21Q23G",
            "date": "Mon, 13 Apr 2020 15:36:09 -0400"
        },
        {
            "title": "Exclusive: Treasury wants warrants, repayment from major U.S. airlines on 30% of grant money - sources",
            "summary": "(This April 10 story has been refiled to fix typo in 'aid' in paragraph nineteen.)",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/2SPhjNuf1sc/exclusive-treasury-wants-warrants-repayment-from-major-u-s-airlines-on-30-of-grant-money-sources-idUSKCN21S1Y7",
            "date": "Mon, 13 Apr 2020 15:29:46 -0400"
        },
        {
            "title": "U.S. airlines ease loyalty programs in coronavirus travel slump",
            "summary": "U.S. airlines are extending loyalty program benefits and status into 2021 for members homebound because of the new coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/HG5vfAauTFQ/u-s-airlines-ease-loyalty-programs-in-coronavirus-travel-slump-idUSKBN21O2CU",
            "date": "Mon, 13 Apr 2020 15:29:28 -0400"
        },
        {
            "title": "Single passenger flights: The daily woes of airlines, and the crew still working",
            "summary": "When Reuters photographer Carlos Barria boarded American Airlines flight 4511 from Washington Reagan National Airport to New Orleans on Friday for an assignment, he was the only passenger on the 76-seat jet.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/eICy0YLANAo/single-passenger-flights-the-daily-woes-of-airlines-and-the-crew-still-working-idUSKBN21M0TW",
            "date": "Mon, 13 Apr 2020 15:28:03 -0400"
        },
        {
            "title": "U.S. GDP will contract 30% in second quarter, 5% in 2020: PIMCO",
            "summary": "(This April 8 story corrects to clarify that 30% contraction is the annualized rate)",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/bjh0U_U_ZVA/u-s-gdp-will-contract-30-in-second-quarter-5-in-2020-pimco-idUSKCN21Q2VL",
            "date": "Mon, 13 Apr 2020 14:59:15 -0400"
        },
        {
            "title": "After pandemic, Fed policymakers see slow U.S. recovery",
            "summary": "The U.S. economy is set for a deep slide in coming months with the coronavirus forcing businesses to shut and putting millions out of work, but Federal Reserve policymakers are also warning of a slugging recovery once the pandemic subsides.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/gmCykESaVkE/after-pandemic-fed-policymakers-see-slow-u-s-recovery-idUSKCN21Q2VX",
            "date": "Mon, 13 Apr 2020 14:59:15 -0400"
        },
        {
            "title": "Fashion giant Inditex working at reduced capacity despite loosened Spanish lockdown",
            "summary": "Employees at global fashion giant Inditex's 10 logistics centres in Spain - from where it sends garments to its stores worldwide - returned to work on Monday but only to less than half their normal levels of activity, workers said.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/lAbVlvxyYnI/fashion-giant-inditex-working-at-reduced-capacity-despite-loosened-spanish-lockdown-idUSKCN21V17T",
            "date": "Mon, 13 Apr 2020 14:40:22 -0400"
        },
        {
            "title": "Athene pays $45 million fine in first settlement of New York pension transfer probe",
            "summary": "Athene Holding Ltd agreed on Monday to pay a $45 million civil fine to settle charges it conducted insurance business in New York without a license, the first settlement in a probe into an industry where life insurers take over corporate pension plans.",
            "url": "http://feeds.reuters.com/~r/reuters/businessNews/~3/2gIp4_xolRU/athene-pays-45-million-fine-in-first-settlement-of-new-york-pension-transfer-probe-idUSKCN21V1MJ",
            "date": "Mon, 13 Apr 2020 14:28:20 -0400"
        }
    ],
    "__label__art_event": [
        {
            "title": "Uber to give drivers millions of face masks to battle coronavirus",
            "summary": "Uber Technologies Inc  on Thursday said it plans to ship millions of face masks to its active drivers and food delivery people around the world to help prevent the spread of the novel coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/xeX6nL0m_5w/uber-to-give-drivers-millions-of-face-masks-to-battle-coronavirus-idUSKCN21R33U",
            "date": "Thu, 09 Apr 2020 14:16:36 -0400"
        },
        {
            "title": "No stage, no problem: Russian ballet dancers perform in kitchens for online fans",
            "summary": "Russian ballet dancers on partial lockdown have begun giving performances at home to keep fans engaged online after theatres across the country closed their doors due to the coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/99ozhL210xc/no-stage-no-problem-russian-ballet-dancers-perform-in-kitchens-for-online-fans-idUSKCN21R1U3",
            "date": "Thu, 09 Apr 2020 11:16:58 -0400"
        },
        {
            "title": "Sanders quits U.S. presidential race, setting up Biden battle with Trump",
            "summary": "Bernie Sanders, a democratic socialist whose progressive agenda pushed the Democratic Party sharply to the left, ended his White House campaign on Wednesday, clearing the way for a Nov. 3 election battle between former Vice President Joe Biden and Republican President Donald Trump.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/2sNmGaE3EKM/sanders-quits-u-s-presidential-race-setting-up-biden-battle-with-trump-idUSKCN21Q2AM",
            "date": "Wed, 08 Apr 2020 18:08:18 -0400"
        },
        {
            "title": "Isolation art: recreate masterworks with cabbage, lentils and socks",
            "summary": "While making blinis one morning in self-isolation, Natalia Goroshko noticed one in her pan had taken the floppy form of one of Salvador Dali's melting clocks.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/uMjgbPt2A3E/isolation-art-recreate-masterworks-with-cabbage-lentils-and-socks-idUSKBN21Q263",
            "date": "Wed, 08 Apr 2020 12:27:31 -0400"
        },
        {
            "title": "Swiss street artist pays tribute to unsung coronavirus heroes",
            "summary": "Street artist David Perez has found his own way to pay tribute in Switzerland to the people he regards as the unsung heroes of the coronavirus crisis.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/saJWEWeNfbw/swiss-street-artist-pays-tribute-to-unsung-coronavirus-heroes-idUSKBN21O2MN",
            "date": "Mon, 06 Apr 2020 15:13:37 -0400"
        },
        {
            "title": "Senegal's graffiti artists join fight against coronavirus",
            "summary": "The mural stretched over 10 metres of wall in Senegal's seaside capital Dakar shows a giant pair of hands reaching out for sanitiser, and a woman in hoop earrings and a facemask colored blue, red, gold and green.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/61jmoGKRlro/senegals-graffiti-artists-join-fight-against-coronavirus-idUSKBN21E1Q5",
            "date": "Mon, 06 Apr 2020 12:31:02 -0400"
        },
        {
            "title": "Some plateauing of London coronavirus outbreak, UK says",
            "summary": "It will take a week or two before Britain's social distancing measures start to translate into lower hospitalization rates but there has been a bit of a plateauing in London in recent days, NHS England Medical Director Stephen Powis said.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/baoY2pF80U0/some-plateauing-of-london-coronavirus-outbreak-uk-says-idUSKBN21M0MQ",
            "date": "Sat, 04 Apr 2020 15:07:12 -0400"
        },
        {
            "title": "Van Gogh painting stolen from Dutch museum closed by coronavirus",
            "summary": "Thieves stole a painting by Dutch master Vincent van Gogh early on Monday from the Netherlands' Singer Laren Museum, which is currently closed to the public because of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/EU95ZkAu2os/van-gogh-painting-stolen-from-dutch-museum-closed-by-coronavirus-idUSKBN21H23M",
            "date": "Tue, 31 Mar 2020 03:21:30 -0400"
        },
        {
            "title": "Polish presidential challenger urges boycott of May vote, halts campaign",
            "summary": "The main Polish opposition candidate running for president called on Sunday for a boycott of the country's May election due to the coronavirus and completely suspended her campaign, adding to doubts about whether the vote will go ahead as planned.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/WGRp2B-HO0E/polish-presidential-challenger-urges-boycott-of-may-vote-halts-campaign-idUSKBN21G0NQ",
            "date": "Sun, 29 Mar 2020 15:43:40 -0400"
        },
        {
            "title": "Russia's Bolshoi Theater goes online as coronavirus curbs public life",
            "summary": "Moscow's famed Bolshoi Theater has begun streaming some of its most notable past performances online after being forced to shut its doors to the public as a result of tough new restrictions aimed at curbing the spread of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/3aJd4yNQTK8/russias-bolshoi-theater-goes-online-as-coronavirus-curbs-public-life-idUSKBN21E35D",
            "date": "Fri, 27 Mar 2020 15:29:52 -0400"
        },
        {
            "title": "Mnuchin hopes deal is 'very close' on $2-trillion coronavirus aid package in U.S. Senate",
            "summary": "The U.S. Treasury secretary and the Senate Democratic leader voiced confidence late on Monday for a deal to be reached soon on a far-reaching coronavirus economic stimulus package that had been stalled in the U.S. Senate as lawmakers haggled over it.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/0iyeY4_WoIo/mnuchin-hopes-deal-is-very-close-on-2-trillion-coronavirus-aid-package-in-u-s-senate-idUSKBN21A1O0",
            "date": "Tue, 24 Mar 2020 17:57:44 -0400"
        },
        {
            "title": "Facebook lowers video quality in Latin America, following Europe",
            "summary": "Facebook Inc will lower video streaming quality on its platform and on Instagram in Latin America, replicating measures adopted in Europe, to ease network congestion in a region that is starting to feel the grip of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/naC-d9Z__IU/facebook-lowers-video-quality-in-latin-america-following-europe-idUSKBN21B02M",
            "date": "Mon, 23 Mar 2020 20:37:50 -0400"
        },
        {
            "title": "U.S. screenwriter donates supplies from Netflix series to help fight virus",
            "summary": "NEW YORK (Thomson Reuters Foundation) - An award-winning U.S. screenwriter has swapped fiction for fact, donating medical supplies from the set of his hit Netflix series to a New York hospital in a bid to combat the coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/uIAbegPGJ1o/u-s-screenwriter-donates-supplies-from-netflix-series-to-help-fight-virus-idUSKBN21A3SC",
            "date": "Mon, 23 Mar 2020 18:23:08 -0400"
        },
        {
            "title": "World championship postponed over coronavirus",
            "summary": "The World Snooker Championship in Sheffield became the latest staple of the British sporting diet to be postponed on Friday because of the coronavirus pandemic.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/LOqxdlR-ITc/world-championship-postponed-over-coronavirus-idUSKBN2171NG",
            "date": "Fri, 20 Mar 2020 07:46:46 -0400"
        },
        {
            "title": "UAE suspends all sporting events, raising doubts about Dubai World Cup",
            "summary": "The United Arab Emirates on Thursday suspended all sporting events to prevent the spread of coronavirus, raising doubts about whether the Dubai World Cup horse race meeting would go ahead this month.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/hQir7P43pcg/uae-suspends-all-sporting-events-raising-doubts-about-dubai-world-cup-idUSKBN21621F",
            "date": "Thu, 19 Mar 2020 09:33:50 -0400"
        },
        {
            "title": "Muslims pray in thousands, heed coronavirus warnings at Jerusalem holy site",
            "summary": "Muslims gathered in smaller-than-usual numbers at al-Aqsa mosque in Jerusalem on Friday after religious authorities decided to keep Islam's third holiest site open for prayers but enact health measures to prevent the spread of the coronavirus.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/a-8OiB9Ro9U/muslims-pray-in-thousands-heed-coronavirus-warnings-at-jerusalem-holy-site-idUSKBN2102DL",
            "date": "Fri, 13 Mar 2020 11:21:09 -0400"
        },
        {
            "title": "Big Dutch galleries close until end of March due to coronavirus",
            "summary": "The Dutch national gallery, the Rijksmuseum, and the nearby Van Gogh museum, two of the Netherlands' premier tourist attractions in Amsterdam, will be closed to the public at least until March 31 due to the coronavirus epidemic.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/gsYUdyoAP5c/big-dutch-galleries-close-until-end-of-march-due-to-coronavirus-idUSKBN20Z2MK",
            "date": "Thu, 12 Mar 2020 11:45:16 -0400"
        },
        {
            "title": "After 400 years, London show reunites six masterpieces by Titian",
            "summary": "A series of six paintings by the Venetian master Titian, commissioned by King Philip II of Spain and inspired by the works of the Roman poet Ovid, have been reunited for the first time in four centuries in an exhibition at London's National Gallery.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/9LTUwMPePKI/after-400-years-london-show-reunites-six-masterpieces-by-titian-idUSKBN20Z2ED",
            "date": "Thu, 12 Mar 2020 10:58:07 -0400"
        },
        {
            "title": "Imprisonment of Cuban 'art-ivist' sparks charges of censorship",
            "summary": "Dozens of renowned Cuban artists from across the political spectrum are calling for the release of dissident artist and activist Luis Manuel Otero Alcantara who was arrested 10 days ago, decrying this as an outdated act of censorship.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/IhDnRh92zEA/imprisonment-of-cuban-art-ivist-sparks-charges-of-censorship-idUSKBN20X39R",
            "date": "Tue, 10 Mar 2020 19:03:00 -0400"
        },
        {
            "title": "Zimbabwean artist's dynamic stone sculptures find global acclaim",
            "summary": "When Dominic Benhura started creating traditional Zimbabwean stone sculptures as a teenager four decades ago, he never imagined that art would bring him fame or fortune.",
            "url": "http://feeds.reuters.com/~r/news/artsculture/~3/oX_TSRj4A1E/zimbabwean-artists-dynamic-stone-sculptures-find-global-acclaim-idUSKBN20T0Y4",
            "date": "Fri, 06 Mar 2020 03:41:24 -0500"
        },
        {
            "title": "Quick-hit streaming service Quibi reports 1.7 million downloads in first week",
            "summary": "About 1.7 million people downloaded the new entertainment streaming app Quibi during its first week on the market, Chief Executive Meg Whitman told CNBC television on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/Vu6tjj2Cwsc/quick-hit-streaming-service-quibi-reports-1-7-million-downloads-in-first-week-idUSKCN21V1TY",
            "date": "Mon, 13 Apr 2020 14:58:02 -0400"
        },
        {
            "title": "Japan TV show 'Terrace House' halts production over coronavirus",
            "summary": "Fans of Japanese reality TV show \"Terrace House\" will have to find new ways to pass the time in self-isolation after staff said on its Twitter account https://twitter.com/TH6TV/status/1249635640418828289 that production of the latest season on Netflix was being halted due to the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/NOQiDFuyNwA/japan-tv-show-terrace-house-halts-production-over-coronavirus-idUSKCN21V1HF",
            "date": "Mon, 13 Apr 2020 11:29:45 -0400"
        },
        {
            "title": "The Beatles' handwritten 'Hey Jude' lyrics sell for $910,000 at auction",
            "summary": "Artist Paul McCartney's handwritten lyrics to The Beatles' hit song \"Hey Jude\" sold for $910,000 on Friday, nine times its original estimate, auction house Julien's Auctions said.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/EHiveEX0Zu0/the-beatles-handwritten-hey-jude-lyrics-sell-for-910000-at-auction-idUSKCN21T003",
            "date": "Fri, 10 Apr 2020 20:43:21 -0400"
        },
        {
            "title": "Harvey Weinstein hit with third sexual assault case in Los Angeles",
            "summary": "Harvey Weinstein was charged in Los Angeles on Friday with a third sexual assault case, and prosecutors there said they have started the process of seeking his extradition from New York, where the former film producer is serving prison time for rape.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/Md0jL9YHXjQ/harvey-weinstein-hit-with-third-sexual-assault-case-in-los-angeles-idUSKCN21S24M",
            "date": "Fri, 10 Apr 2020 18:54:13 -0400"
        },
        {
            "title": "UK costume makers turn from Downton and Star Wars to focus on scrubs",
            "summary": "Costume makers in Britain who normally dress actors in shows from Downton Abbey to Game of Thrones and Batman have joined forces to make scrubs for medics fighting the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/QZBzxw5cwEM/uk-costume-makers-turn-from-downton-and-star-wars-to-focus-on-scrubs-idUSKCN21S1JI",
            "date": "Fri, 10 Apr 2020 10:59:59 -0400"
        },
        {
            "title": "Harvey Weinstein free of coronavirus symptoms, spokesman says",
            "summary": "Harvey Weinstein, who is serving a prison sentence for rape, has no symptoms of the coronavirus, his spokesman said on Thursday, more than two weeks after a union official for corrections officers said the former movie producer had tested positive.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/y1pJEvtXTMQ/harvey-weinstein-free-of-coronavirus-symptoms-spokesman-says-idUSKCN21S00A",
            "date": "Thu, 09 Apr 2020 20:30:23 -0400"
        },
        {
            "title": "'Saturday Night Live' returning with remotely produced TV show",
            "summary": "Sketch show \"Saturday Night Live\" is returning to U.S. television with a new, remotely produced show this weekend, broadcaster NBC said on Thursday.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/9JSQB4CL8qs/saturday-night-live-returning-with-remotely-produced-tv-show-idUSKCN21R38Z",
            "date": "Thu, 09 Apr 2020 15:40:29 -0400"
        },
        {
            "title": "Elmo, Lin-Manuel Miranda team up for 'Sesame Street' coronavirus special",
            "summary": "Elmo and Cookie Monster are reaching out to young children  confused at being stuck at home during the coronavirus epidemic with a special \"Sesame Street\" episode airing next week.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/yRKLJnGsN6s/elmo-lin-manuel-miranda-team-up-for-sesame-street-coronavirus-special-idUSKCN21Q37O",
            "date": "Wed, 08 Apr 2020 16:47:04 -0400"
        },
        {
            "title": "Quarantine like jail joke brings fierce backlash for Ellen DeGeneres",
            "summary": "Ellen DeGeneres, one of America's most popular TV personalities, faced a barrage of criticism on Wednesday after comparing her self-isolation in a multimillion-dollar mansion to being in prison.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/JE5wox4jx3c/quarantine-like-jail-joke-brings-fierce-backlash-for-ellen-degeneres-idUSKCN21Q342",
            "date": "Wed, 08 Apr 2020 15:51:35 -0400"
        },
        {
            "title": "Country folk singer John Prine dies at 73 of coronavirus complications",
            "summary": "Grammy-winning singer John Prine, who wrote his early songs in his head while delivering mail and later emerged from Chicago's folk revival scene in the 1970s to become one of the most influential songwriters of his generation, died on Tuesday. He was 73.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/eJlBMMMPRrM/country-folk-singer-john-prine-dies-at-73-of-coronavirus-complications-idUSKBN21Q06O",
            "date": "Wed, 08 Apr 2020 13:07:20 -0400"
        },
        {
            "title": "Broadway extends coronavirus shutdown through June 7",
            "summary": "Broadway theaters, among New York's most-visited tourist attractions, will remain closed through June 7 due to the global coronavirus outbreak, an industry group said on Wednesday.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/VtJdddEPGKk/broadway-extends-coronavirus-shutdown-through-june-7-idUSKCN21Q2NY",
            "date": "Wed, 08 Apr 2020 12:56:28 -0400"
        },
        {
            "title": "Bosnian band cheers up fans with weekly online 'Quarantine Show'",
            "summary": "Bosnia's most popular band, Dubioza Kolektiv, invites its audience to \"stay connected and disinfected\" during a weekly \"Quarantine Show\" online to cheer up fans locked in their homes due to the coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/qijA7DmCYUo/bosnian-band-cheers-up-fans-with-weekly-online-quarantine-show-idUSKBN21P2YO",
            "date": "Tue, 07 Apr 2020 14:08:11 -0400"
        },
        {
            "title": "Mobile-only Quibi sees more than 300,000 downloads on launch day: Sensor Tower",
            "summary": "Mobile-only streaming service Quibi racked up more than 300,000 downloads on its launch day, industry site Sensor Tower said on Tuesday, as stay-at-home viewers lapped up its short films starring Hollywood A-listers.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/XaqgvNzJVLA/mobile-only-quibi-sees-more-than-300000-downloads-on-launch-day-sensor-tower-idUSKBN21P2M5",
            "date": "Tue, 07 Apr 2020 12:16:47 -0400"
        },
        {
            "title": "Lady Gaga announces star-studded coronavirus benefit telecast",
            "summary": "Pop music superstar Lady Gaga on Monday announced a worldwide telecast featuring Paul McCartney, Lizzo, Billie Eilish and others to support healthcare workers responding to the global coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/G_5rwdpwEtI/lady-gaga-announces-star-studded-coronavirus-benefit-telecast-idUSKBN21O2I9",
            "date": "Mon, 06 Apr 2020 16:05:04 -0400"
        },
        {
            "title": "Quibi tests market for quick-hit videos with A-list stars",
            "summary": "LeBron James, Liam Hemsworth and other celebrities starred in a new type of quick-hit entertainment that debuted on Monday to a changing media market as Americans sheltered at home to help fight the coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/JbSM9m-3-Jg/quibi-tests-market-for-quick-hit-videos-with-a-list-stars-idUSKBN21O2M6",
            "date": "Mon, 06 Apr 2020 15:26:08 -0400"
        },
        {
            "title": "'Harry Potter' author J.K Rowling says fully recovered from likely coronavirus",
            "summary": "\"Harry Potter\" author J.K. Rowling said on Monday she had recovered from a suspected case of COVID-19 after two weeks of illness.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/CXGdOePzlnU/harry-potter-author-j-k-rowling-says-fully-recovered-from-likely-coronavirus-idUSKBN21O2KU",
            "date": "Mon, 06 Apr 2020 14:18:42 -0400"
        },
        {
            "title": "Country music stars replace awards show with at-home performance special amid coronavirus pandemic",
            "summary": "Country music stars will come together on Sunday with acoustic performances recorded from their homes for a televised special that will replace the annual Academy of Country Music Awards, which were canceled due to the global coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/fceFlS6JSG8/country-music-stars-replace-awards-show-with-at-home-performance-special-amid-coronavirus-pandemic-idUSKBN21L38Z",
            "date": "Mon, 06 Apr 2020 13:34:35 -0400"
        },
        {
            "title": "British Bond girl Honor Blackman dies aged 94",
            "summary": "British actress Honor Blackman, who was best known for playing Bond girl Pussy Galore, has died at the age of 94, her family said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/JKkRALfMQPk/british-bond-girl-honor-blackman-dies-aged-94-idUSKBN21O26T",
            "date": "Mon, 06 Apr 2020 12:15:54 -0400"
        },
        {
            "title": "Japanese celebrity redesigns signature song as hand washing melody",
            "summary": "Japanese social media celebrity Pikotaro returned as a leading twitter trend in Japan with a coronavirus hand washing song that repurposes his signature Pen-Pineapple-Apple-Pen (PPAP) to Pray-for-People-and-Peace.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/o0hGd0pZsfk/japanese-celebrity-redesigns-signature-song-as-hand-washing-melody-idUSKBN21O07Z",
            "date": "Mon, 06 Apr 2020 10:02:59 -0400"
        },
        {
            "title": "Doris Day's awards, animal artifacts haul in $3 million at auction",
            "summary": "An auction of late actress Doris Day's four Golden Globe awards and other items from her life generated nearly $3 million over the weekend, far outpacing original estimates, Julien's Auctions said on Sunday.",
            "url": "http://feeds.reuters.com/~r/reuters/entertainment/~3/xgO1lGz5TY8/doris-days-awards-animal-artifacts-haul-in-3-million-at-auction-idUSKBN21O04P",
            "date": "Sun, 05 Apr 2020 23:07:57 -0400"
        }
    ],
    "__label__politics": [
        {
            "title": "U.S. Congress struggles as partisanship stymies new coronavirus bill",
            "summary": "The U.S. Congress struggled to produce a fresh coronavirus relief bill on Monday, as a stubborn standoff between Republicans and Democrats complicated the challenge of passing legislation with most lawmakers out of town.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/uN37DGN9kJU/u-s-congress-struggles-as-partisanship-stymies-new-coronavirus-bill-idUSKCN21V12V",
            "date": "Mon, 13 Apr 2020 15:56:44 -0400"
        },
        {
            "title": "White House denies plan to fire health adviser after Trump retweets #FireFauci",
            "summary": "President Donald Trump retweeted a call to fire Dr. Anthony Fauci after the top U.S. expert on infectious diseases said lives could have been saved if the country had shut down sooner during the novel coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/yyNl0SBJd1E/white-house-denies-plan-to-fire-health-adviser-after-trump-retweets-firefauci-idUSKCN21V0ZM",
            "date": "Mon, 13 Apr 2020 15:12:56 -0400"
        },
        {
            "title": "Bernie Sanders endorses Joe Biden for Democratic presidential nomination",
            "summary": "Former Vice President Joe Biden, the likely Democratic presidential nominee, was formally endorsed on Monday by longtime rival Bernie Sanders, a move that may help unify the Democratic Party ahead of a general-election matchup against Republican President Donald Trump.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/YD6-ymOWNTg/bernie-sanders-endorses-joe-biden-for-democratic-presidential-nomination-idUSKCN21V1UC",
            "date": "Mon, 13 Apr 2020 15:10:52 -0400"
        },
        {
            "title": "A U.S. Supreme Court first: arguments by teleconference including major one involving Trump",
            "summary": "The U.S. Supreme Court said on Monday that for the first time the nine justices will hear cases argued by teleconference rather than in the courtroom due to the coronavirus pandemic including a closely watched dispute over whether President Donald Trump's tax and financial records should be disclosed.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/QWYsyS3ljsM/a-u-s-supreme-court-first-arguments-by-teleconference-including-major-one-involving-trump-idUSKCN21V1D4",
            "date": "Mon, 13 Apr 2020 14:28:26 -0400"
        },
        {
            "title": "President Trump is not firing Dr. Fauci: White House",
            "summary": "The White House said on Monday that President Donald Trump was not firing U.S. infectious disease expert Dr. Anthony Fauci despite his retweet of a supporter's #FireFauci message.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/f4XbkgNrGGc/president-trump-is-not-firing-dr-fauci-white-house-idUSKCN21V1T0",
            "date": "Mon, 13 Apr 2020 14:01:59 -0400"
        },
        {
            "title": "Results of Wisconsin's chaotic election to be made public Monday",
            "summary": "Results will be released on Monday for a hotly contested state Supreme Court race, a presidential primary and other elections conducted in Wisconsin last week despite health fears from the coronavirus and a flurry of 11th-hour legal challenges.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/OrQs04Ba6Xw/results-of-wisconsins-chaotic-election-to-be-made-public-monday-idUSKCN21V0QR",
            "date": "Mon, 13 Apr 2020 13:08:43 -0400"
        },
        {
            "title": "Trump re-election campaign, backers raise over $212 million in first quarter",
            "summary": "President Donald Trump's re-election campaign and the Republican National Committee raised more than $212 million during the first three months of this year, the committee said on Monday.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/VrQmj0OsLJ8/trump-re-election-campaign-backers-raise-over-212-million-in-first-quarter-idUSKCN21V18J",
            "date": "Mon, 13 Apr 2020 10:04:33 -0400"
        },
        {
            "title": "Trump likes virus briefings, some advisers worry he likes them too much",
            "summary": "Cooped up in the White House, President Donald Trump sees the coronavirus briefings as his main outlet of the day, a reminder for Americans that he is in charge of managing the greatest crisis of a lifetime. Plus, the ratings are good.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/xIWOl5gxaEU/trump-likes-virus-briefings-some-advisers-worry-he-likes-them-too-much-idUSKCN21T0PO",
            "date": "Sat, 11 Apr 2020 17:43:34 -0400"
        },
        {
            "title": "Congressional Republicans nix Democratic bid for broader coronavirus relief",
            "summary": "The two top Republicans in the U.S. Congress vowed on Saturday to oppose Democrats' demands to match a $250 billion proposal to aid small businesses during the coronavirus pandemic with the same amount for hospitals and state and local governments.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/wGIhUYTqgqI/congressional-republicans-nix-democratic-bid-for-broader-coronavirus-relief-idUSKCN21T0JL",
            "date": "Sat, 11 Apr 2020 16:22:23 -0400"
        },
        {
            "title": "Tua on injury-prone label: 'I'm not playing badminton'",
            "summary": "Tua Tagovailoa tried again Friday to refute the notion that he is injury-prone.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/g0FzXo-i3cg/tua-on-injury-prone-label-im-not-playing-badminton-idUSKCN21T079",
            "date": "Sat, 11 Apr 2020 01:13:03 -0400"
        },
        {
            "title": "Mnuchin, Congress leaders to hold new talks on next coronavirus aid bill",
            "summary": "U.S. Treasury Secretary Steven Mnuchin and congressional leaders will hold bipartisan negotiations on a new coronavirus-response bill with the goal of reaching a deal by early next week, Senate Democratic Leader Chuck Schumer said on Friday.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/Nc7cdMpJY-0/mnuchin-congress-leaders-to-hold-new-talks-on-next-coronavirus-aid-bill-idUSKCN21S17Z",
            "date": "Fri, 10 Apr 2020 20:30:10 -0400"
        },
        {
            "title": "Trump to unveil council to re-open the country after coronavirus pandemic",
            "summary": "U.S. President Donald Trump said on Friday that he will soon be announcing a second coronavirus task force, creating a council to focus on re-opening the country after the worst of the COVID-19 pandemic passes.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/Y3qj9s5Ilow/trump-to-unveil-council-to-re-open-the-country-after-coronavirus-pandemic-idUSKCN21S211",
            "date": "Fri, 10 Apr 2020 18:04:23 -0400"
        },
        {
            "title": "U.S. Treasury followed proper procedures in rejecting Trump tax return request: inspector general",
            "summary": "The U.S. Treasury Department followed proper procedures in denying the U.S. House of Representatives access to President Donald Trump's tax returns, the inspector general's office said in a letter released on Friday.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/iWLC04c_Pps/u-s-treasury-followed-proper-procedures-in-rejecting-trump-tax-return-request-inspector-general-idUSKCN21S1W3",
            "date": "Fri, 10 Apr 2020 16:06:44 -0400"
        },
        {
            "title": "Lawmakers look to reaffirm U.S. commitment to global health, amid coronavirus",
            "summary": "Republican and Democratic U.S. senators will introduce legislation on Friday seeking to reaffirm the country's commitment to global health amid the coronavirus crisis, including reestablishing a panel - similar to one disbanded by President Donald Trump - charged with preparing for pandemics.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/3spM-_VsK_w/lawmakers-look-to-reaffirm-u-s-commitment-to-global-health-amid-coronavirus-idUSKCN21S19W",
            "date": "Fri, 10 Apr 2020 12:57:00 -0400"
        },
        {
            "title": "U.S. Congress leaders, Mnuchin aim for deal on next coronavirus response bill",
            "summary": "Congressional leaders and U.S. Treasury Secretary Steven Mnuchin will hold bipartisan negotiations on the contents of a new coronavirus response bill with the goal of reaching a deal by early next week, Senate Democratic Leader Chuck Schumer said on Friday.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/09fm2kJMOpc/u-s-congress-leaders-mnuchin-aim-for-deal-on-next-coronavirus-response-bill-idUSKCN21S1RW",
            "date": "Fri, 10 Apr 2020 12:44:56 -0400"
        },
        {
            "title": "Biden courts Sanders voters with student loan, healthcare policies",
            "summary": "Democratic presidential candidate Joe Biden on Thursday proposed expanding access to Medicare and forgiving some student debt in new overtures to supporters of onetime rival Bernie Sanders.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/7R73aEWi0_0/biden-courts-sanders-voters-with-student-loan-healthcare-policies-idUSKCN21R3JG",
            "date": "Fri, 10 Apr 2020 05:37:27 -0400"
        },
        {
            "title": "U.S. Congress in talks on coronavirus small business aid after partisan clash",
            "summary": "A partisan skirmish in the U.S. Senate cut short a Republican effort to speed $250 billion in new assistance to small businesses on Friday, forcing Republicans and Democrats to negotiate over how best to help independent firms reeling from the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/sSHFUBTLdGE/u-s-congress-in-talks-on-coronavirus-small-business-aid-after-partisan-clash-idUSKCN21R21K",
            "date": "Thu, 09 Apr 2020 21:46:55 -0400"
        },
        {
            "title": "Bill would remove U.S. troops from Saudi Arabia in 30 days",
            "summary": "A Republican U.S. senator introduced legislation on Thursday to remove American troops from Saudi Arabia, adding pressure on the kingdom to tighten its oil taps to reverse the crude price drop that has hurt domestic energy companies.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/KWOHRw0e7qo/bill-would-remove-u-s-troops-from-saudi-arabia-in-30-days-idUSKCN21R3HG",
            "date": "Thu, 09 Apr 2020 17:08:38 -0400"
        },
        {
            "title": "Trump family loses bid to move marketing scam lawsuit to arbitration",
            "summary": "A federal judge in Manhattan rejected an effort by U.S. President Donald Trump and his adult children to send a lawsuit accusing them of exploiting their family name to promote a marketing scam into arbitration.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/d7j-hEAEFKI/trump-family-loses-bid-to-move-marketing-scam-lawsuit-to-arbitration-idUSKCN21R2OH",
            "date": "Thu, 09 Apr 2020 16:36:52 -0400"
        },
        {
            "title": "Chaotic Wisconsin election signals virus-related voting battles ahead",
            "summary": "Shavonda Sisson said she requested a mail ballot to vote in Tuesday's Democratic primary election in Wisconsin well ahead of the election.",
            "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/dIDRcjVDfA0/chaotic-wisconsin-election-signals-virus-related-voting-battles-ahead-idUSKCN21R01L",
            "date": "Thu, 09 Apr 2020 16:02:35 -0400"
        }
    ],
    "__label__scitech": [
        {
            "title": "Ancient string provides further evidence of Neanderthals talents",
            "summary": "Neanderthals used plant fibers to create string more than 40,000 years ago at a site in France where they hunted reindeer, further evidence according to scientists of the ingenuity and cognitive capabilities of our closest extinct human relatives.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/cucV8debsz0/ancient-string-provides-further-evidence-of-neanderthals-talents-idUSKCN21R3FA",
            "date": "Thu, 09 Apr 2020 16:47:01 -0400"
        },
        {
            "title": "Atomic bombs and whale sharks: How to calculate age of world's largest fish",
            "summary": "Scientists have figured out how to calculate the age of whale sharks - Earth's largest fish - with some guidance from the radioactive fallout spawned by Cold War-era atomic bomb testing.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/7C5eCqaHk5A/atomic-bombs-and-whale-sharks-how-to-calculate-age-of-worlds-largest-fish-idUSKCN21Q3ES",
            "date": "Wed, 08 Apr 2020 18:28:14 -0400"
        },
        {
            "title": "Russian space agency says Trump paving way to seize other planets",
            "summary": "The Russian space agency, Roscosmos, accused Donald Trump on Tuesday of creating a basis to take over other planets by signing an executive order outlining U.S. policy on commercial mining in space.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/cXdeB3hIlgo/russian-space-agency-says-trump-paving-way-to-seize-other-planets-idUSKBN21P1SY",
            "date": "Tue, 07 Apr 2020 08:56:30 -0400"
        },
        {
            "title": "Boeing plans to retest Starliner flight after botched mission",
            "summary": "Boeing Co said on Monday it would send its Starliner astronaut spacecraft on another unmanned mission to the International Space Station, months after its last flight was cut short because of a software bug.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/qqkRHLrrWlY/boeing-plans-to-retest-starliner-flight-after-botched-mission-idUSKBN21O33W",
            "date": "Mon, 06 Apr 2020 19:52:48 -0400"
        },
        {
            "title": "Fossil teeth yield oldest genetic material from extinct human species",
            "summary": "Scientists have extracted from dental enamel the oldest human genetic material ever obtained, helping clarify the pivotal place in the human evolutionary lineage of a mysterious extinct species called Homo antecessor known from Spanish cave fossils.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/wuc0dmxjtWk/fossil-teeth-yield-oldest-genetic-material-from-extinct-human-species-idUSKBN21O2T7",
            "date": "Mon, 06 Apr 2020 16:10:39 -0400"
        },
        {
            "title": "Science platform ResearchGate launches COVID-19 community",
            "summary": "ResearchGate, a social network site for scientists and researchers, has launched a new forum to facilitate collaboration between COVID-19 experts on research into beating the flu-like disease caused by the novel coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/aQBjVTeGJLI/science-platform-researchgate-launches-covid-19-community-idUSKBN21O1QD",
            "date": "Mon, 06 Apr 2020 09:52:44 -0400"
        },
        {
            "title": "Masks do reduce spread of flu and some coronaviruses, study finds",
            "summary": "Face masks could help limit the spread of the COVID-19 pandemic, according to researchers who studied the effect of surgical masks on the transmission of other corona and flu viruses.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/uoofOmBO5-w/masks-do-reduce-spread-of-flu-and-some-coronaviruses-study-finds-idUSKBN21L2BW",
            "date": "Fri, 03 Apr 2020 12:03:30 -0400"
        },
        {
            "title": "Chilean telescopes that explore galaxies brought down to earth by coronavirus",
            "summary": "Chilean telescopes that comb the skies seeking answers about some of the universe´s most fundamental questions have confirmed they, too, have fallen victim to the mass disruption brought about by the new coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/KuugYNiueYA/chilean-telescopes-that-explore-galaxies-brought-down-to-earth-by-coronavirus-idUSKBN21K3D1",
            "date": "Thu, 02 Apr 2020 19:56:19 -0400"
        },
        {
            "title": "Astronomers spot 'missing link' black hole - not too big and not too small",
            "summary": "Scientists have detected a mid-size black hole - considered the \"missing link\" in the understanding of these celestial brutes - eviscerating an unfortunate star that strayed too close.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/1ICLHgJ91sE/astronomers-spot-missing-link-black-hole-not-too-big-and-not-too-small-idUSKBN21K3EF",
            "date": "Thu, 02 Apr 2020 18:37:35 -0400"
        },
        {
            "title": "Frozen and desolate Antarctica once boasted warm, swampy rainforests",
            "summary": "Antarctica is now a harsh land of ice and snow, but has not always been that way.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/jBxbJTTDnu0/frozen-and-desolate-antarctica-once-boasted-warm-swampy-rainforests-idUSKBN21J6S2",
            "date": "Wed, 01 Apr 2020 16:24:00 -0400"
        },
        {
            "title": "Chinese scientists seeking potential COVID-19 treatment find 'effective' antibodies",
            "summary": "A team of Chinese scientists has isolated several antibodies that it says are \"extremely effective\" at blocking the ability of the new coronavirus to enter cells, which eventually could be helpful in treating or preventing COVID-19.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/kUmd8BPlG7w/chinese-scientists-seeking-potential-covid-19-treatment-find-effective-antibodies-idUSKBN21J4QW",
            "date": "Wed, 01 Apr 2020 11:37:24 -0400"
        },
        {
            "title": "Landmark skull fossil provides surprising human evolution clues",
            "summary": "Scientists have solved a longstanding mystery over the age of a landmark skull found in 1921 in Zambia - the first fossil of an extinct human species discovered in Africa - in research with big implications for deciphering the origin of our own species.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/gN1d2HnGHC8/landmark-skull-fossil-provides-surprising-human-evolution-clues-idUSKBN21J60V",
            "date": "Wed, 01 Apr 2020 11:21:19 -0400"
        },
        {
            "title": "Loss of taste and smell key COVID-19 symptoms, app study finds",
            "summary": "Losing your sense of smell and taste may be the best way to tell if you have COVID-19, according to a study of data collected via a symptom tracker app developed by scientists in Britain and the United States to help monitor the coronavirus pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/aYbbDrLQPTU/loss-oftaste-and-smell-key-covid-19-symptoms-app-study-finds-idUSKBN21I3KE",
            "date": "Wed, 01 Apr 2020 09:42:06 -0400"
        },
        {
            "title": "Mother of invention: the new gadgets dreamt up to fight coronavirus",
            "summary": "Driving to work at his factory to the west of London last week, designer Steve Brooks had coronavirus on his mind. What could he make that would let him open a door without touching the handle?",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/5afUqB_9VNY/mother-of-invention-the-new-gadgets-dreamt-up-to-fight-coronavirus-idUSKBN21J4BG",
            "date": "Wed, 01 Apr 2020 03:45:25 -0400"
        },
        {
            "title": "Musk's SpaceX wins NASA award to supply planned lunar space station",
            "summary": "NASA on Friday picked a new space capsule from Elon Musk's SpaceX to ferry cargo and supplies to the agency's planned lunar space station, a crucial building block to its plans to build a permanent post on the moon and mount future missions to Mars.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/l2EXu70W2vw/musks-spacex-wins-nasa-award-to-supply-planned-lunar-space-station-idUSKBN21E3B8",
            "date": "Fri, 27 Mar 2020 16:29:22 -0400"
        },
        {
            "title": "Russia's 2020 satellite launch programme hit by production halt: Roscosmos",
            "summary": "Russia's space agency Roscosmos said on Friday it would have to adjust its 2020 launch programme because of a halt in satellite production in Europe, amid the coronavirus outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/3M0N-dgwk2M/russias-2020-satellite-launch-programme-hit-by-production-halt-roscosmos-idUSKBN21E1B7",
            "date": "Fri, 27 Mar 2020 05:48:36 -0400"
        },
        {
            "title": "'Navajo warrior' dinosaur was a real fighter, with a scar to prove it",
            "summary": "Scientists have unearthed fossils of a fearsome feathered dinosaur in northwestern New Mexico that was a quick and agile predator that could chase down smaller prey or swarm larger prey in pack attacks 67 million years ago.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/pMWULrpVWpU/navajo-warrior-dinosaur-was-a-real-fighter-with-a-scar-to-prove-it-idUSKBN21D2R9",
            "date": "Thu, 26 Mar 2020 20:57:02 -0400"
        },
        {
            "title": "SpaceX's simulated spacecraft becomes unstable in parachute test: CNBC",
            "summary": "Private rocket company SpaceX had an incident during parachute testing for its Crew Dragon capsule, in which the simulated spacecraft being tested became unstable and was dropped early, according to a tweet from a CNBC reporter.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/UlSAyf8k3cQ/spacexs-simulated-spacecraft-becomes-unstable-in-parachute-test-cnbc-idUSKBN21C0AJ",
            "date": "Tue, 24 Mar 2020 22:35:44 -0400"
        },
        {
            "title": "Singapore scientists study genes to fast-track coronavirus vaccine",
            "summary": "Scientists in Singapore say they have developed a way to track genetic changes that speeds testing of vaccines against a coronavirus that has killed more than 16,000 people worldwide.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/xj4msjzpgMU/singapore-scientists-study-genes-to-fast-track-coronavirus-vaccine-idUSKBN21B0P9",
            "date": "Tue, 24 Mar 2020 09:37:32 -0400"
        },
        {
            "title": "Pharma firm Anges and Osaka University to begin testing coronavirus vaccine on animals",
            "summary": "Japanese biopharmaceutical firm Anges Inc said on Tuesday that it and Osaka University had completed development of a DNA vaccine against the new coronavirus and that it would begin testing it in animals soon.",
            "url": "http://feeds.reuters.com/~r/reuters/scienceNews/~3/z0S99PXmeKQ/pharma-firm-anges-and-osaka-university-to-begin-testing-coronavirus-vaccine-on-animals-idUSKBN21B019",
            "date": "Mon, 23 Mar 2020 21:40:40 -0400"
        },
        {
            "title": "Amazon stops accepting new online grocery customers amid surging demand",
            "summary": "Amazon will begin to put new grocery delivery customers on a wait list and curtail shopping hours at some Whole Foods stores to prioritize orders from existing customers buying food online during the coronavirus outbreak, the company said on Sunday.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/-mAzO0oT2RA/amazon-stops-accepting-new-online-grocery-customers-amid-surging-demand-idUSKCN21V0CO",
            "date": "Mon, 13 Apr 2020 16:30:28 -0400"
        },
        {
            "title": "Quick-hit streaming service Quibi reports 1.7 million downloads in first week",
            "summary": "About 1.7 million people downloaded the new entertainment streaming app Quibi during its first week on the market, Chief Executive Meg Whitman told CNBC television on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/EI6BiYcJxAk/quick-hit-streaming-service-quibi-reports-1-7-million-downloads-in-first-week-idUSKCN21V1TY",
            "date": "Mon, 13 Apr 2020 14:58:02 -0400"
        },
        {
            "title": "Dish Network cuts jobs, re-evaluates business in coronavirus fallout",
            "summary": "Dish Network Corp  has cut staff and is re-evaluating  its business to cope better with the fallout from the coronavirus pandemic, the U.S. satellite TV provider told Reuters, without disclosing the number of employees laid off.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/Ui5AOzQUUEc/dish-network-cuts-jobs-re-evaluates-business-in-coronavirus-fallout-idUSKCN21V181",
            "date": "Mon, 13 Apr 2020 12:53:57 -0400"
        },
        {
            "title": "EBay taps Walmart executive Iannone as CEO",
            "summary": "EBay Inc on Monday named Walmart executive Jamie Iannone as its top boss, handing over the reins to an outsider as the e-commerce firm deals with pressure from activist investor Starboard Value to shake up its management.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/6nX3z9hseyA/ebay-taps-walmart-executive-iannone-as-ceo-idUSKCN21V199",
            "date": "Mon, 13 Apr 2020 12:06:22 -0400"
        },
        {
            "title": "Amazon to add 75,000 jobs as online orders surge during lockdowns",
            "summary": "Amazon.com Inc  said on Monday it would hire 75,000 more people for jobs ranging from warehouse staff to delivery drivers as the coronavirus epidemic keeps Americans locked in their homes and demand for online orders surge.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/N1EOmE9YAbk/amazon-to-add-75000-jobs-as-online-orders-surge-during-lockdowns-idUSKCN21V1DK",
            "date": "Mon, 13 Apr 2020 11:31:54 -0400"
        },
        {
            "title": "Vietnam orders workers at Samsung Display unit to be quarantined after COVID-19 case",
            "summary": "Authorities in northern Vietnam have ordered people working at a unit of Samsung Display in the country to be quarantined after a worker there tested positive for the new coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/P2wfUjTf8J8/vietnam-orders-workers-at-samsung-display-unit-to-be-quarantined-after-covid-19-case-idUSKCN21V0A0",
            "date": "Mon, 13 Apr 2020 01:47:43 -0400"
        },
        {
            "title": "Dutch telecommunications towers damaged by 5G protestors: Telegraaf",
            "summary": "Several Dutch cellular broadcasting towers have been damaged by arson or sabotage in the past week by opponents of a rollout of a new 5G telecommunications network, newspaper De Telegraaf reported on Saturday.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/YosVo6ToEFI/dutch-telecommunications-towers-damaged-by-5g-protestors-telegraaf-idUSKCN21T09P",
            "date": "Sun, 12 Apr 2020 10:05:33 -0400"
        },
        {
            "title": "Britain's NHS working with Google, Apple on app to track coronavirus contact: Sunday Times",
            "summary": "The technology arm of Britain's National Health Service has been working on a mobile phone app with Alphabet Inc's Google and iPhone maker Apple that the government hopes will help in ending the coronavirus lockdown, the Sunday Times newspaper reported.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/dgpe47aHbZ8/britains-nhs-working-with-google-apple-on-app-to-track-coronavirus-contact-sunday-times-idUSKCN21U00K",
            "date": "Sat, 11 Apr 2020 20:54:30 -0400"
        },
        {
            "title": "Siemens CEO rules out job cuts from coronavirus impact",
            "summary": "Siemens will not cut its workforce because of the economic downturn triggered by the new coronavirus, Chief Executive Joe Kaeser said, although short-time working measures could be extended in Germany.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/0-4qkhnrROk/siemens-ceo-rules-out-job-cuts-from-coronavirus-impact-idUSKCN21T0AA",
            "date": "Sat, 11 Apr 2020 04:27:17 -0400"
        },
        {
            "title": "Apple, Google plan software to slow virus, joining global debate on tracking",
            "summary": "Apple Inc  and Alphabet Inc's  Google said on Friday that they will work together to create contact tracing technology that aims to slow the spread of the coronavirus by allowing users to opt into logging other phones they have been near.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/TckL6CjXg4M/apple-google-plan-software-to-slow-virus-joining-global-debate-on-tracking-idUSKCN21S1TT",
            "date": "Sat, 11 Apr 2020 02:36:06 -0400"
        },
        {
            "title": "Singapore stops teachers using Zoom app after 'very serious incidents'",
            "summary": "Singapore has suspended the use of video-conferencing tool Zoom by teachers after \"very serious incidents\" in the first week of a coronavirus lockdown that has seen schools move to home-based learning.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/UDBXXvxWJVE/singapore-stops-teachers-using-zoom-app-after-very-serious-incidents-idUSKCN21S0AH",
            "date": "Fri, 10 Apr 2020 21:47:17 -0400"
        },
        {
            "title": "U.S. agencies back revoking ability of China Telecom to operate in U.S.",
            "summary": "The U.S. Justice Department and other federal agencies on Thursday called on the Federal Communications Commission (FCC) to revoke China Telecom (Americas) Corp's  authorization to provide international telecommunications services to and from the United States.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/EPC57DoUsuI/u-s-agencies-back-revoking-ability-of-china-telecom-to-operate-in-u-s-idUSKCN21R37B",
            "date": "Fri, 10 Apr 2020 14:26:11 -0400"
        },
        {
            "title": "Prominent China lawyer quits ZTE board after media reports of sexual assault probe",
            "summary": "A prominent Chinese lawyer who served on the board of telecoms equipment giant ZTE Corp has resigned after several news articles in state-backed media reported that he was under investigation for alleged sexual assault.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/Wqn3MzZmD-g/prominent-china-lawyer-quits-zte-board-after-media-reports-of-sexual-assault-probe-idUSKCN21S0BF",
            "date": "Fri, 10 Apr 2020 07:36:36 -0400"
        },
        {
            "title": "Nintendo game pulled from Chinese platforms after Hong Kong protest",
            "summary": "A Nintendo Switch video game has been pulled off China's grey market e-commerce platforms, Reuters' checks show, after Hong Kong activist Joshua Wong used the game to protest against Beijing’s rule of the Chinese territory.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/uH8_5WkcGmw/nintendo-game-pulled-from-chinese-platforms-after-hong-kong-protest-idUSKCN21S11F",
            "date": "Fri, 10 Apr 2020 06:18:39 -0400"
        },
        {
            "title": "China firmly opposes U.S. action against China Telecom: foreign ministry",
            "summary": "China's foreign ministry said on Friday that Beijing is opposed to any action by the United States to revoke China Telecom Corp's authorisation to provide international telecommunications to and from the United States.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/8RcevfbP-JE/china-firmly-opposes-u-s-action-against-china-telecom-foreign-ministry-idUSKCN21S0NR",
            "date": "Fri, 10 Apr 2020 04:25:16 -0400"
        },
        {
            "title": "Indonesia leans on healthtech startups to cope with virus surge",
            "summary": "As coronavirus cases surge in Indonesia, doctors are working double-time treating patients both at hospitals and online through healthtech startups - an approach that is quickly becoming part of the national healthcare system.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/JeFXIAklaKo/indonesia-leans-on-healthtech-startups-to-cope-with-virus-surge-idUSKCN21S02F",
            "date": "Fri, 10 Apr 2020 00:24:53 -0400"
        },
        {
            "title": "Three U.S. local governments to adopt coronavirus contact tracing app: MIT",
            "summary": "Three U.S. local governments plan to sign deals this week to become the first to adopt a location tracking app aimed at preventing new outbreaks of the novel coronavirus, a spokesman for the Massachusetts Institute of Technology-led project said Thursday.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/KqkuW7tgH7Y/three-u-s-local-governments-to-adopt-coronavirus-contact-tracing-app-mit-idUSKCN21R3PR",
            "date": "Thu, 09 Apr 2020 21:46:53 -0400"
        },
        {
            "title": "Starboard launches proxy fight at Commvault, nominates six to board",
            "summary": "Starboard Value has nominated six directors to the board at Commvault, setting the stage for a second battle in two years between the U.S. data protection and data management software company and an activist hedge fund.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/0utZRTw87KY/starboard-launches-proxy-fight-at-commvault-nominates-six-to-board-idUSKCN21R3O1",
            "date": "Thu, 09 Apr 2020 19:14:06 -0400"
        },
        {
            "title": "Facebook must face renewed privacy lawsuit over user tracking",
            "summary": "A federal appeals court on Thursday revived nationwide litigation accusing Facebook Inc  of violating users' privacy rights by tracking their internet activity even after they logged out of the social media website.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/6mDMxZpdKZo/facebook-must-face-renewed-privacy-lawsuit-over-user-tracking-idUSKCN21R3M7",
            "date": "Thu, 09 Apr 2020 18:32:16 -0400"
        },
        {
            "title": "Fans of card games resort to playing via video chat during social distancing",
            "summary": "Fans of popular group card games including Codenames, Spyfall and Cards Against Humanity have turned to playing unofficial online versions during video conferences with friends, as coronavirus restrictions prevent them from meeting up in person.",
            "url": "http://feeds.reuters.com/~r/reuters/technologyNews/~3/d39TutQmy1I/fans-of-card-games-resort-to-playing-via-video-chat-during-social-distancing-idUSKCN21R32H",
            "date": "Thu, 09 Apr 2020 18:24:51 -0400"
        }
    ],
    "__label__health": [
        {
            "title": "'Worst is over,' New York's Cuomo says as U.S. grapples with reopening",
            "summary": "The coronavirus outbreak could reach its peak in the United States this week, a top U.S. health official said on Monday as New York Governor Andrew Cuomo declared \"the worst is over\" for his state, the U.S. epicenter of the virus.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/xnc32ZDjZCk/worst-is-over-new-yorks-cuomo-says-as-u-s-grapples-with-reopening-idUSKCN21V185",
            "date": "Mon, 13 Apr 2020 14:31:28 -0400"
        },
        {
            "title": "New York governor says 'worst is over' as growth in coronavirus deaths declines",
            "summary": "New York Governor Andrew Cuomo on Monday said \"the worst is over\" for the state hit hardest by the novel coronavirus, as hospitalizations appeared to be reaching a plateau and deaths increased by 671, the lowest daily total in a week.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/Ie1guHdCT1Y/new-york-governor-says-worst-is-over-as-growth-in-coronavirus-deaths-declines-idUSKCN21V1LI",
            "date": "Mon, 13 Apr 2020 14:31:28 -0400"
        },
        {
            "title": "Macron: France was not sufficiently prepared for new coronavirus",
            "summary": "France is going through \"difficult times\", President Emmanuel Macron said on Monday, acknowledging that his country had not been sufficiently prepared early on to face the challenges posed by the outbreak of the new coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/5z6TXip8xZo/macron-france-was-not-sufficiently-prepared-for-new-coronavirus-idUSKCN21V1UM",
            "date": "Mon, 13 Apr 2020 14:30:27 -0400"
        },
        {
            "title": "France's Macron extends coronavirus lockdown until May 11",
            "summary": "French President Emmanuel Macron on Monday announced he was extending a virtual lockdown to curb the coronavirus outbreak until May 11, adding that progress had been made but the battle not yet won.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/qRx1-F9i8GY/frances-macron-extends-coronavirus-lockdown-until-may-11-idUSKCN21V1UO",
            "date": "Mon, 13 Apr 2020 14:30:27 -0400"
        },
        {
            "title": "Greece has won a battle against COVID-19 but war is not over: PM",
            "summary": "Greek Prime Minister Kyriakos Mitsotakis praised the country's efforts to contain the coronavirus on Monday but said there was no room for complacency before Orthodox Easter, when hundreds of thousands normally head to family gatherings.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/fvq8m0vl_zU/greece-has-won-a-battle-against-covid-19-but-war-is-not-over-pm-idUSKCN21V1U2",
            "date": "Mon, 13 Apr 2020 14:18:46 -0400"
        },
        {
            "title": "Vaccine needed to end social distancing: Irish health minister",
            "summary": "Social distancing rules adopted to slow the spread of coronavirus by keeping people two metres apart will remain largely in place until an effective treatment or vaccine is available, Ireland's health minister said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/fqp60KgbpA0/vaccine-needed-to-end-social-distancing-irish-health-minister-idUSKCN21V1TG",
            "date": "Mon, 13 Apr 2020 14:14:34 -0400"
        },
        {
            "title": "Ford making masks to protect workers against COVID-19",
            "summary": "Ford Motor Co said on Monday it is producing face masks at a Michigan plant to protect its workers from the coronavirus pandemic and is seeking to have those masks certified for medical use.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/unrfpdzdQrs/ford-making-masks-to-protect-workers-against-covid-19-idUSKCN21V1RC",
            "date": "Mon, 13 Apr 2020 14:10:19 -0400"
        },
        {
            "title": "South Africa coronavirus cases rise to 2,272, deaths at 27",
            "summary": "South Africa has recorded 99 new coronavirus cases, taking the total in the country to 2,272, health minister Zweli Mkhike said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/yAnDposcgCo/south-africa-coronavirus-cases-rise-to-2272-deaths-at-27-idUSKCN21V1T2",
            "date": "Mon, 13 Apr 2020 14:02:49 -0400"
        },
        {
            "title": "President Trump is not firing Dr. Fauci: White House",
            "summary": "The White House said on Monday that President Donald Trump was not firing U.S. infectious disease expert Dr. Anthony Fauci despite his retweet of a supporter's #FireFauci message.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/cpwefhmY3Ms/president-trump-is-not-firing-dr-fauci-white-house-idUSKCN21V1T0",
            "date": "Mon, 13 Apr 2020 14:01:59 -0400"
        },
        {
            "title": "French new coronavirus death toll rises by 574 to 14,967",
            "summary": "The death toll in France from the new coronavirus outbreak has risen to 14,967 from 14,393 a day earlier, the French public health authority said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/RFhUk2ZjMew/french-new-coronavirus-death-toll-rises-by-574-to-14967-idUSKCN21V1SS",
            "date": "Mon, 13 Apr 2020 13:59:08 -0400"
        },
        {
            "title": "Brazil minister urges unified voice as Bolsonaro downplays coronavirus",
            "summary": "Brazil's health minister urged the government to speak with a unified voice in its fight against the new coronavirus, effectively calling out President Jair Bolsonaro for downplaying the threat ahead of what are likely to be the two toughest months for the outbreak.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/-_qNCnXB9m0/brazil-minister-urges-unified-voice-as-bolsonaro-downplays-coronavirus-idUSKCN21V149",
            "date": "Mon, 13 Apr 2020 13:54:16 -0400"
        },
        {
            "title": "WHO chief says confident U.S. funding will continue in COVID fight",
            "summary": "The head of the World Health Organization (WHO) voiced confidence on Monday that the United States would continue funding his U.N. agency, despite President Donald Trump's criticism of WHO's handling of the COVID-19 pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/3SQMOcRu7f0/who-chief-says-confident-u-s-funding-will-continue-in-covid-fight-idUSKCN21V1O0",
            "date": "Mon, 13 Apr 2020 13:53:32 -0400"
        },
        {
            "title": "Sudan imposes lockdown on capital after 10 new coronavirus cases",
            "summary": "Sudan will impose a lockdown on the capital Khartoum for three weeks after 10 more cases of the new coronavirus were discovered on Monday, its information minister said.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/daczHB3inuE/sudan-imposes-lockdown-on-capital-after-10-new-coronavirus-cases-idUSKCN21V1JR",
            "date": "Mon, 13 Apr 2020 13:50:56 -0400"
        },
        {
            "title": "Quarantine raises mental health, domestic violence risk: Chilean government",
            "summary": "Chile's health minister on Monday said \"prudence and wisdom\" was needed when applying coronavirus quarantines since they bring with them increased risks to people`s mental health and rates of intra-family violence.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/DWFDOFsMVEs/quarantine-raises-mental-health-domestic-violence-risk-chilean-government-idUSKCN21V1RK",
            "date": "Mon, 13 Apr 2020 13:37:39 -0400"
        },
        {
            "title": "U.S. CDC reports 554,849 coronavirus cases, 21,942 deaths",
            "summary": "The U.S. Centers for Disease Control and Prevention (CDC) on Monday reported 554,849 cases of the new coronavirus, and said the number of deaths had risen to 21,942.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/NL4YEqnJPA8/u-s-cdc-reports-554849-coronavirus-cases-21942-deaths-idUSKCN21V1RA",
            "date": "Mon, 13 Apr 2020 13:32:54 -0400"
        },
        {
            "title": "Masks, thermometers for Spaniards gradually going back to work",
            "summary": "A factory in northern Spain that makes gearboxes for wind turbines welcomed back workers on Monday after a two-week lockdown across the country to halt the spread of coronavirus -- but only after they'd shown their temperatures were normal.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/6IyQVwjxG-4/masks-thermometers-for-spaniards-gradually-going-back-to-work-idUSKCN21V1QT",
            "date": "Mon, 13 Apr 2020 13:32:22 -0400"
        },
        {
            "title": "Trump: It's my decision when to reopen U.S. economy",
            "summary": "President Donald Trump said on Monday it was his decision when to reopen the U.S. economy, not that of state governors, but legal experts disagree and governors are going their own way.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/l1_a1R-zR-Q/trump-its-my-decision-when-to-reopen-u-s-economy-idUSKCN21V1GE",
            "date": "Mon, 13 Apr 2020 13:32:08 -0400"
        },
        {
            "title": "Putin says Russia may need the army to help battle coronavirus",
            "summary": "President Vladimir Putin said on Monday Russia might need to call in the army to help tackle the coronavirus crisis and warned the contagion was getting worse after the number of confirmed cases rose by a record daily amount.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/GAlD0v8PnWU/putin-says-russia-may-need-the-army-to-help-battle-coronavirus-idUSKCN21V0IK",
            "date": "Mon, 13 Apr 2020 13:30:10 -0400"
        },
        {
            "title": "Nobody will die from coronavirus in Belarus, says president",
            "summary": "Belarus President Alexander Lukashenko said on Monday nobody  would die from the coronavirus in his country and again rejected any need for the strict lockdown measures adopted by most countries to contain the spread of the pandemic.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/NjD1E5eG_XE/nobody-will-die-from-coronavirus-in-belarus-says-president-idUSKCN21V1PK",
            "date": "Mon, 13 Apr 2020 13:18:52 -0400"
        },
        {
            "title": "UK chief adviser expects COVID deaths curve to plateau for two or three weeks",
            "summary": "Britain should expect the number of daily deaths from coronavirus to continue to rise this week, followed by a plateau for a period of two to three weeks, the government's chief scientific adviser said on Monday.",
            "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/l8v5gqzxJ_o/uk-chief-adviser-expects-covid-deaths-curve-to-plateau-for-two-or-three-weeks-idUSKCN21V1PR",
            "date": "Mon, 13 Apr 2020 13:14:26 -0400"
        }
    ],
    "__label__relationship": [
        {
            "title": "250-year-old U.S. Easter tradition's horns silenced by coronavirus pandemic",
            "summary": "(This April 9 story corrects title of the Rev. Chaz Snider to chair of the Salem Congregation Board of Elders; corrects to show that the service is sponsored by 12 Moravian congregations)",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/cFLcoG2blb0/250-year-old-u-s-easter-traditions-horns-silenced-by-coronavirus-pandemic-idUSKCN21R1EN",
            "date": "Mon, 13 Apr 2020 13:43:44 -0400"
        },
        {
            "title": "Nigerians shake off coronavirus lockdown boredom with group exercise",
            "summary": "The bored and the brave have taken over the six-lane highways of Nigeria’s capital, now on coronavirus lockdown.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/qhiASKZfnEA/nigerians-shake-off-coronavirus-lockdown-boredom-with-group-exercise-idUSKCN21V0QV",
            "date": "Mon, 13 Apr 2020 12:43:19 -0400"
        },
        {
            "title": "'Ghosts' scare Indonesians indoors and away from coronavirus",
            "summary": "Kepuh village in Indonesia has been haunted by ghosts recently – mysterious white figures jumping out at unsuspecting passersby, then gliding off under a full-moon sky.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/EPJ1kUFNX5g/ghosts-scare-indonesians-indoors-and-away-from-coronavirus-idUSKCN21V0E4",
            "date": "Mon, 13 Apr 2020 12:35:44 -0400"
        },
        {
            "title": "Space cadet: A Chinese father innovates to ward off coronavirus",
            "summary": "As the spread of coronavirus eases in China, Cao Junjie and his family are making the most of the sunny days at a Shanghai amusement park - with one important twist.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/bxY6mrpG-60/space-cadet-a-chinese-father-innovates-to-ward-off-coronavirus-idUSKCN21V0MV",
            "date": "Mon, 13 Apr 2020 05:56:25 -0400"
        },
        {
            "title": "Belarus soccer continues amid virus anxiety and empty stands",
            "summary": "Belarus is the only country in Europe still playing soccer amid the coronavirus pandemic but a growing number of fans are boycotting league matches, anxious about catching the disease.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/EYBjAgA5LUc/belarus-soccer-continues-amid-virus-anxiety-and-empty-stands-idUSKCN21T0FP",
            "date": "Sat, 11 Apr 2020 15:30:15 -0400"
        },
        {
            "title": "The Beatles' handwritten 'Hey Jude' lyrics sell for $910,000 at auction",
            "summary": "Artist Paul McCartney's handwritten lyrics to The Beatles' hit song \"Hey Jude\" sold for $910,000 on Friday, nine times its original estimate, auction house Julien's Auctions said.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/skj7ANSWyXA/the-beatles-handwritten-hey-jude-lyrics-sell-for-910000-at-auction-idUSKCN21T003",
            "date": "Fri, 10 Apr 2020 20:43:21 -0400"
        },
        {
            "title": "Easter bunnies on lockdown wear face masks to support Belgian hospital",
            "summary": "Belgian artisan chocolate maker Genevieve Trepant approached this Easter with a topical note, adding face masks to the  bunnies she makes in fairtrade milk or dark chocolate.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/VNDZMfHrJzk/easter-bunnies-on-lockdown-wear-face-masks-to-support-belgian-hospital-idUSKCN21S1VQ",
            "date": "Fri, 10 Apr 2020 13:55:40 -0400"
        },
        {
            "title": "Young doctors brave overwhelming coronavirus crisis",
            "summary": "For young doctors like 26-year-old Christian Vigil, battling on the frontline against the new coronavirus is a journey back in time to an era they can scarcely imagine.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/tFd_Cv2R91c/young-doctors-brave-overwhelming-coronavirus-crisis-idUSKCN21R10O",
            "date": "Fri, 10 Apr 2020 08:01:38 -0400"
        },
        {
            "title": "Hunger stalks Latin America's street vendors as empty sidewalks mean no customers",
            "summary": "In the usually bustling streets of the downtown Santiago this week, Chilean great-grandmother Luz Maria Rios was ignoring a coronavirus quarantine and risking her health to sell Easter eggs.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/22bKEuMcEiA/hunger-stalks-latin-americas-street-vendors-as-empty-sidewalks-mean-no-customers-idUSKCN21R3OL",
            "date": "Thu, 09 Apr 2020 19:32:26 -0400"
        },
        {
            "title": "Fans of card games resort to playing via video chat during social distancing",
            "summary": "Fans of popular group card games including Codenames, Spyfall and Cards Against Humanity have turned to playing unofficial online versions during video conferences with friends, as coronavirus...",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/SMHmBY9Z6t0/fans-of-card-games-resort-to-playing-via-video-chat-during-social-distancing-idUSKCN21R32H",
            "date": "Thu, 09 Apr 2020 18:24:51 -0400"
        },
        {
            "title": "Irish priest spreads coronavirus Easter cheer from vintage 'popemobile'",
            "summary": "An Irish priest refusing to let the coronavirus lockdown keep him from his parishioners came up with an innovative way to spread his Holy Thursday blessing - aboard a vintage 'popemobile.'",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/GlyVuOIUSEo/irish-priest-spreads-coronavirus-easter-cheer-from-vintage-popemobile-idUSKCN21R3KD",
            "date": "Thu, 09 Apr 2020 17:58:20 -0400"
        },
        {
            "title": "Italian tenor Bocelli to offer Easter 'prayer' in empty Milan cathedral",
            "summary": "Italian tenor Andrea Bocelli will sing to a Milan cathedral bare of worshippers on Easter Sunday, hoping to bring together people isolated during the coronavirus lockdown in a livestreamed broadcast...",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/nus0J_rkbGU/italian-tenor-bocelli-to-offer-easter-prayer-in-empty-milan-cathedral-idUSKCN21R345",
            "date": "Thu, 09 Apr 2020 14:18:24 -0400"
        },
        {
            "title": "Dutch elderly home builds glass-sided cabin for safe coronavirus visits",
            "summary": "A Dutch home for people with dementia has crafted a visiting cabin so that residents can safely meet with family or friends despite the coronavirus outbreak - separated only by a wall of glass.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/JxgyCQNSV4A/dutch-elderly-home-builds-glass-sided-cabin-for-safe-coronavirus-visits-idUSKCN21R2VS",
            "date": "Thu, 09 Apr 2020 13:27:26 -0400"
        },
        {
            "title": "Love during lockdown: South African couple hold backyard 'wedding'",
            "summary": "Undeterred by a coronavirus diagnosis the day he was due to wed and curbs on gatherings that halted the ceremony, a South African has exchanged marriage vows with his bride in their backyard at a...",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/XU0PmuZ9dzc/love-during-lockdown-south-african-couple-hold-backyard-wedding-idUSKCN21R2Z9",
            "date": "Thu, 09 Apr 2020 13:27:03 -0400"
        },
        {
            "title": "Paris neighbours ease lockdown blues with quiz from balconies",
            "summary": "\"What country's flag has a yellow cross on a blue background?\" Noam Cartozo shouts out of the fifth-floor window of his Paris apartment. \"Sweden!\" comes the shouted reply from another apartment...",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/5SGKBfwircg/paris-neighbours-ease-lockdown-blues-with-quiz-from-balconies-idUSKCN21R173",
            "date": "Thu, 09 Apr 2020 13:21:43 -0400"
        },
        {
            "title": "Stay home, eat chocolate: Belgian chefs celebrate Easter despite coronavirus",
            "summary": "Determined chocolatiers and chefs in Belgium have kept producing their Easter delicacies despite the coronavirus lockdown, with specialist chocolate shops remaining open and also doing deliveries.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/z_wGQETsX-I/stay-home-eat-chocolate-belgian-chefs-celebrate-easter-despite-coronavirus-idUSKCN21R278",
            "date": "Thu, 09 Apr 2020 12:44:40 -0400"
        },
        {
            "title": "Indonesian barber gears up to groom during coronavirus",
            "summary": "Indonesian hair stylist Herman Maulanasyah knows that he may look comical in his makeshift protective gear but he sees that as a small price if it helps protect him and his customers from the novel...",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/IIMd28MNQQU/indonesian-barber-gears-up-to-groom-during-coronavirus-idUSKCN21R0R2",
            "date": "Thu, 09 Apr 2020 12:22:22 -0400"
        },
        {
            "title": "No stage, no problem: Russian ballet dancers perform in kitchens for online fans",
            "summary": "Russian ballet dancers on partial lockdown have begun giving performances at home to keep fans engaged online after theatres across the country closed their doors due to the coronavirus.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/yW5hP6rvS-M/no-stage-no-problem-russian-ballet-dancers-perform-in-kitchens-for-online-fans-idUSKCN21R1U3",
            "date": "Thu, 09 Apr 2020 11:16:58 -0400"
        },
        {
            "title": "Oh help! Oh no! Gruffalo illustrator spreads the coronavirus word for children",
            "summary": "What is this disease with a terrible cough and terrible wheeze, with a lack of air so you can't breathe? Oh help! Oh no! It's the novel coronavirus!",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/OcmR0Yain60/oh-help-oh-no-gruffalo-illustrator-spreads-the-coronavirus-word-for-children-idUSKCN21R28N",
            "date": "Thu, 09 Apr 2020 10:02:39 -0400"
        },
        {
            "title": "Britain's Easter egg hunt moves online as coronavirus curbs visits",
            "summary": "Britons locked down because of the coronavirus pandemic risk missing out on their annual chocolate binge.",
            "url": "http://feeds.reuters.com/~r/reuters/lifestyle/~3/NQ5GrYw35HQ/britains-easter-egg-hunt-moves-online-as-coronavirus-curbs-visits-idUSKCN21R1ZE",
            "date": "Thu, 09 Apr 2020 10:01:51 -0400"
        }
    ],
    "__label__food": [
        {
            "title": "What's in Starbucks' Medicine Ball Drink, and Can It Really Fight a Cold?",
            "summary": "People swear this &quot;secret&quot; drink helps ease cold and flu symptoms, so we asked a nutritionist to weigh in.",
            "url": "https://www.health.com/nutrition/starbucks-medicine-ball-drink",
            "date": "Fri, 06 Dec 2019 17:00:58 -0500"
        },
        {
            "title": "I Just Finished Whole30 and Lived to Tell the Tale&mdash;Here&rsquo;s How I Made It Through",
            "summary": "A life without carbs isn&#39;t an easy life, let me tell you.",
            "url": "https://www.health.com/nutrition/whole30-diet-experience",
            "date": "Fri, 09 Feb 2018 17:49:07 -0500"
        },
        {
            "title": "8 Foods You Need in Your Kitchen For a Healthier New Year",
            "summary": "Restock your fridge and pantry after the holidays with these nutritionist-approved foods.",
            "url": "https://www.health.com/nutrition/best-healthy-food-new-year",
            "date": "Wed, 27 Dec 2017 11:05:01 -0500"
        },
        {
            "title": "21 Important Facts About Vitamin B12 Deficiency",
            "summary": "You can eat a ton of veggies and still not get enough vitamin B12. Here are the risks, symptoms, and ways to treat a deficiency.",
            "url": "https://www.health.com/health/gallery/0,,20924065,00.html",
            "date": "Tue, 27 Mar 2018 09:05:00 -0400"
        },
        {
            "title": "What Is the 'Blue Zone' Diet? A Nutritionist Explains the Eating Plan That May Help You Live Longer and Healthier",
            "summary": "&#39;Blue zones&#39; are places around the world&nbsp;where people live the longest&mdash;here are 5 Blue Zone diet tips.",
            "url": "https://www.health.com/nutrition/blue-zone-diet",
            "date": "Thu, 12 Dec 2019 19:08:01 -0500"
        },
        {
            "title": "What is Keto 2.0&mdash;and Is It Any Healthier Than The Standard Keto Diet?",
            "summary": "Here&#39;s what to know about the updated eating plan, according to a nutritionist.&nbsp;",
            "url": "https://www.health.com/nutrition/keto-2-0",
            "date": "Tue, 10 Dec 2019 17:52:08 -0500"
        },
        {
            "title": "Starbucks Holiday Drinks: Which Is the Healthiest?",
            "summary": "Starbucks 2019 holiday drinks have arrived&mdash;here&#39;s what you need to know about their ingredients and calorie counts.",
            "url": "https://www.health.com/nutrition/starbucks-holiday-drinks",
            "date": "Mon, 03 Dec 2018 14:16:37 -0500"
        },
        {
            "title": "Can Eating Banana Peels Help You Lose Weight?",
            "summary": "Health&#39;s contributing nutrition editor, Cynthia Sass, RD, weighs in on the latest weight loss claim",
            "url": "https://www.health.com/nutrition/eating-banana-peels",
            "date": "Mon, 02 Dec 2019 15:02:17 -0500"
        },
        {
            "title": "What Is Oprah's Latest Diet? A Nutritionist Explains the OMD Plan",
            "summary": "You might want to try this simple, sustainable diet.",
            "url": "https://www.health.com/nutrition/oprah-diet",
            "date": "Fri, 08 Nov 2019 11:56:16 -0500"
        },
        {
            "title": "Meghan Markle Apparently Wants to Raise Her Baby on a Vegan Diet&mdash;but Is That Even Safe?",
            "summary": "Baby Sussex won&rsquo;t be eating bangers with his mash anytime soon.&nbsp;",
            "url": "https://www.health.com/nutrition/archie-sussex-vegan-diet",
            "date": "Fri, 17 May 2019 15:28:18 -0400"
        },
        {
            "title": "7 Health Benefits of Sweet Potatoes",
            "summary": "These nutritional all-stars&nbsp;can help improve your immunity, blood pressure,&nbsp;and more.",
            "url": "https://www.health.com/nutrition/sweet-potato-health-benefits",
            "date": "Mon, 26 Aug 2019 17:37:53 -0400"
        },
        {
            "title": "Pear Nutrition: 5&nbsp;Ways This Fruit Can Boost Your Health",
            "summary": "Pears are nutritional powerhouses you can enjoy beyond holiday gift baskets. Here&#39;s what a nutritionist wants you to know about this crisp, juicy fruit.",
            "url": "https://www.health.com/nutrition/pear-nutrition",
            "date": "Thu, 24 Oct 2019 18:27:14 -0400"
        },
        {
            "title": "I Tried Source Naturals&rsquo; Wellness Formula Supplement to See What the Buzz Was About&mdash;and Immediately Regretted It",
            "summary": "So I asked&nbsp;nutrition experts what they think of the&nbsp;supplement.&nbsp;",
            "url": "https://www.health.com/nutrition/source-naturals-wellness-formula",
            "date": "Mon, 21 Oct 2019 11:12:43 -0400"
        },
        {
            "title": "Cauliflower Benefits: 7&nbsp;Ways This Vegetable Helps Your Health",
            "summary": "Cauliflower is loaded with nutrients, is anti-inflammatory, and has anti-aging properties, among other benefits.",
            "url": "https://www.health.com/nutrition/cauliflower-benefits",
            "date": "Wed, 23 Oct 2019 15:16:15 -0400"
        },
        {
            "title": "These 'Healthy' Foods Have Way More Sugar Than You Thought",
            "summary": "Think you&rsquo;re eating healthy? You might want to think again. Sugar hides everywhere in our diets.",
            "url": "https://www.health.com/syndication/sugar-in-healthy-foods",
            "date": "Wed, 23 Oct 2019 12:45:58 -0400"
        },
        {
            "title": "10 Health Benefits of Flaxseed, According to a Nutritionist",
            "summary": "These little seeds are packed with omega-3s, fiber, protein, and more.\n\n&nbsp;",
            "url": "https://www.health.com/nutrition/flaxseed-benefits",
            "date": "Tue, 22 Oct 2019 09:30:46 -0400"
        },
        {
            "title": "These Are the Best Diets for Your Poop, According to Nutritionists",
            "summary": "Spoiler: Keto probably won&#39;t keep your poop schedule regular.",
            "url": "https://www.health.com/nutrition/best-diets-to-make-you-poop",
            "date": "Tue, 14 May 2019 15:48:10 -0400"
        },
        {
            "title": "Kelly Rowland Shares the Healthy Food She Snacks On All Day",
            "summary": "It&#39;s dietician approved.",
            "url": "https://www.health.com/nutrition/kelly-rowland-freeze-dried-raspberries",
            "date": "Fri, 18 Oct 2019 16:25:35 -0400"
        },
        {
            "title": "&nbsp;7 Potential Benefits of Fish Oil, According to a Nutritionist",
            "summary": "It may help fight inflammation, boost bone density, protect your heart, and more.",
            "url": "https://www.health.com/nutrition/fish-oil-benefits",
            "date": "Wed, 09 Oct 2019 10:34:03 -0400"
        },
        {
            "title": "This Is the 10-Day Cleanse Kim Kardashian Is Doing to Lose Weight for the Met Gala",
            "summary": "The reality star is following&nbsp;the Sunfare Optimal Cleanse before the fashion world&#39;s big event.",
            "url": "https://www.health.com/nutrition/kim-kardashian-sunfare-optimal-cleanse",
            "date": "Fri, 20 Apr 2018 18:07:38 -0400"
        },
        {
            "title": "The Health Benefits of Decaf Coffee and Tea, According to a Nutritionist",
            "summary": "Plus the two brands she loves.",
            "url": "https://www.health.com/nutrition/decaf-coffee-and-tea-benefits",
            "date": "Wed, 10 Jul 2019 09:11:32 -0400"
        },
        {
            "title": "4 Diet Mistakes That Are Killing People Around the World",
            "summary": "A few simple changes could have a huge impact on your health.",
            "url": "https://www.health.com/nutrition/deadly-diet-mistakes",
            "date": "Thu, 04 Apr 2019 13:30:57 -0400"
        },
        {
            "title": "7 Gluten-Free Christmas Cookies That Santa Would Definitely Approve Of",
            "summary": "All of the tastiness, none of the gluten.&nbsp;",
            "url": "https://www.health.com/food/gluten-free-christmas-cookies",
            "date": "Wed, 11 Dec 2019 18:18:21 -0500"
        },
        {
            "title": "Best and Worst Foods To Eat When You're Sick",
            "summary": "A symptom-by-symptom guide to the eats that will soothe (or strengthen) your symptoms.",
            "url": "https://www.health.com/health/gallery/0,,20899454,00.html",
            "date": "Tue, 31 Mar 2015 09:05:00 -0400"
        },
        {
            "title": "9 Sweet Potato Recipes You Need to Try This Winter\n&nbsp;",
            "summary": "These healthy&nbsp;and&nbsp;hearty dinner ideas will fill you up on chilly nights.",
            "url": "https://www.health.com/food/sweet-potato-recipes",
            "date": "Thu, 12 Dec 2019 15:29:36 -0500"
        },
        {
            "title": "Health Benefits of Celery",
            "summary": "Crunchy and hydrating, celery is low in calories and high in nutrients.",
            "url": "https://www.health.com/food/health-benefits-celery",
            "date": "Thu, 12 Dec 2019 16:22:36 -0500"
        },
        {
            "title": "6 Flavorful Recipes for a Healthier New Year",
            "summary": "Instead of vowing to eat less, resolve to eat more&mdash;more vibrantly, healthfully, and deliciously. These recipes will start you off right.",
            "url": "https://www.health.com/food/healthy-new-year-recipes",
            "date": "Fri, 13 Dec 2019 13:08:55 -0500"
        },
        {
            "title": "6 Vegan Christmas Dinner Recipes for a Plant-Based Holiday Dinner",
            "summary": "Who says&nbsp;meat has to be part of your Christmas feast?",
            "url": "https://www.health.com/food/vegan-christmas-dinner",
            "date": "Wed, 11 Dec 2019 18:01:05 -0500"
        },
        {
            "title": "8 Keto Christmas Desserts That Will Make the Holiday Even&nbsp;Sweeter\n&nbsp;",
            "summary": "We&#39;re eyeing that candy cane pie.&nbsp;",
            "url": "https://www.health.com/food/keto-christmas-desserts",
            "date": "Mon, 09 Dec 2019 17:26:37 -0500"
        },
        {
            "title": "7 Keto Cookie Recipes You Need This Holiday Season\n&nbsp;",
            "summary": "Easy to make festive favorites you can&nbsp;enjoy all December long.",
            "url": "https://www.health.com/food/keto-cookie-recipes",
            "date": "Fri, 06 Dec 2019 17:33:29 -0500"
        },
        {
            "title": "12 Foods You Need to Stop Buying&mdash;and 17 You Should Eat More",
            "summary": "The best and worst choices in every food group, according to registered dietitians.&nbsp;",
            "url": "https://www.health.com/food/best-worst-food-choices",
            "date": "Wed, 08 Mar 2017 18:09:38 -0500"
        },
        {
            "title": "Instant Pots Are on Major Sale for Cyber Monday&mdash;Including This Best-Selling Model for the Lowest Price It's Ever Been",
            "summary": "Have your heart set on an Instant Pot? Now&#39;s&nbsp;the best time to buy.",
            "url": "https://www.health.com/food/instant-pot-black-friday",
            "date": "Fri, 23 Nov 2018 07:50:31 -0500"
        },
        {
            "title": "The Top 10 Trader Joe&rsquo;s Gifts to Grab While You&rsquo;re Getting Groceries",
            "summary": "If you thought TJ&rsquo;s wasn&rsquo;t the best place to buy stocking stuffers, think again.",
            "url": "https://www.health.com/syndication/trader-joes-gifts",
            "date": "Mon, 25 Nov 2019 12:02:00 -0500"
        },
        {
            "title": "Nearly 100,000 Pounds of Salad Are Being Recalled for E. Coli Contamination&mdash;Here&rsquo;s What You Should Know",
            "summary": "The USDA has filed this as a Class I recall, which is the highest hazard category.&nbsp;",
            "url": "https://www.health.com/syndication/salad-ecoli-recall",
            "date": "Mon, 25 Nov 2019 11:29:28 -0500"
        },
        {
            "title": "5 Keto Pumpkin Pie Recipes to Complete Your Thanksgiving Menu",
            "summary": "Everybody at the table will love these recipes.&nbsp;",
            "url": "https://www.health.com/food/keto-pumpkin-pie",
            "date": "Thu, 21 Nov 2019 16:19:26 -0500"
        },
        {
            "title": "Why You Should Always Order Ginger Ale on a Flight",
            "summary": "Ginger ale: the unsung hero of the sky.",
            "url": "https://www.health.com/syndication/why-drink-ginger-ale-during-flight-plane",
            "date": "Thu, 21 Nov 2019 11:06:53 -0500"
        },
        {
            "title": "19 Best Vegetarian and Vegan Protein Sources",
            "summary": "These meat- and dairy-free foods&nbsp;are chock-full of the powerhouse nutrient.",
            "url": "https://www.health.com/health/gallery/0,,20718479,00.html",
            "date": "Tue, 26 Jan 2016 09:05:00 -0500"
        },
        {
            "title": "40 Filling Recipes for a Healthier Brunch",
            "summary": "Here are brunch recipes with wow factor: They look and taste great. (Plus they&#39;re healthy!)",
            "url": "https://www.health.com/food/25-brunch-recipes-that-wow",
            "date": "Sat, 21 Dec 2013 10:00:00 -0500"
        },
        {
            "title": "7 Keto Thanksgiving Sides for the Perfect Low-Carb Holiday",
            "summary": "Here&#39;s how to&nbsp;do Turkey Day the keto&nbsp;way.&nbsp;",
            "url": "https://www.health.com/food/keto-thanksgiving-sides",
            "date": "Wed, 14 Nov 2018 12:44:15 -0500"
        },
        {
            "title": "7 Vegan Thanksgiving Recipes That Will Make You Completely Forget About Turkey",
            "summary": "Vegan gravy? Yes, please.&nbsp;",
            "url": "https://www.health.com/food/vegan-thanksgiving-recipes",
            "date": "Wed, 06 Nov 2019 15:15:15 -0500"
        }
    ],
    "__label__cars": [
        {
            "title": "Driving and Travel Restrictions Across the United States",
            "summary": "Across the 48 contiguous states, authorities have put in differing rules for travel. Here is a comprehensive guide to the current rules.",
            "url": "https://www.nytimes.com/2020/04/10/travel/coronavirus-us-travel-driving-restrictions.html",
            "date": "Mon, 13 Apr 2020 21:40:38 +0000"
        },
        {
            "title": "Their Car Beat Hitler’s Racers, but Who Owns It Now?",
            "summary": "A French automaker, an American heiress and a French-Jewish racer formed a team that beat Germany’s far more powerful cars in a 1938 Grand Prix. Its history since then traces a more complex path.",
            "url": "https://www.nytimes.com/2020/04/09/business/delahaye-racecar-faster-neal-bascomb.html",
            "date": "Thu, 09 Apr 2020 10:00:10 +0000"
        },
        {
            "title": "German Accent, Italian Flair: How Audi Taught Lamborghini Quality",
            "summary": "Eye-popping prices and horsepower were matched with reliability after Audi stepped in to buy the maker of exotic sports cars. A ride in the Huracán erases all doubts.",
            "url": "https://www.nytimes.com/2020/04/02/business/lamborghini-huaracan-audi.html",
            "date": "Thu, 02 Apr 2020 10:00:08 +0000"
        },
        {
            "title": "Some Insurers Offer a Break for Drivers Stuck at Home",
            "summary": "Allstate and American Family Insurance are pushing savings to customers automatically. Many others have not. We asked.",
            "url": "https://www.nytimes.com/2020/04/06/business/coronavirus-car-insurance.html",
            "date": "Tue, 07 Apr 2020 00:21:38 +0000"
        },
        {
            "title": "Auto Sales Plummet in First Quarter as Coronavirus Keeps Buyers Away",
            "summary": "After a strong first two months of the year, sales tumbled in March as Americans stayed home.",
            "url": "https://www.nytimes.com/2020/04/01/business/economy/auto-sales-coronavirus.html",
            "date": "Wed, 01 Apr 2020 22:42:07 +0000"
        },
        {
            "title": "Inside G.M.’s Race to Build Ventilators, Before Trump’s Attack",
            "summary": "The automaker and its partner, Ventec, had spent more than a week figuring out how to make thousands of the lifesaving devices when the White House said G.M. was “wasting time.”",
            "url": "https://www.nytimes.com/2020/03/30/business/gm-ventilators-coronavirus-trump.html",
            "date": "Mon, 30 Mar 2020 21:59:24 +0000"
        },
        {
            "title": "U.S. to Announce Rollback of Auto Pollution Rules, a Key Effort to Fight Climate Change",
            "summary": "The Trump administration has finalized new fuel efficiency standards, lowering expectations from 54 miles per gallon by 2025 to 40 miles a gallon by 2030.",
            "url": "https://www.nytimes.com/2020/03/30/climate/trump-fuel-economy.html",
            "date": "Tue, 31 Mar 2020 18:46:19 +0000"
        },
        {
            "title": "A Family Heirloom, Restored From Hood to Taillights",
            "summary": "A Ford Model A that has been part of one family’s lives across five generations got a 30-year restoration.",
            "url": "https://www.nytimes.com/2020/03/26/business/model-a-ford-restoration.html",
            "date": "Sun, 29 Mar 2020 18:47:14 +0000"
        },
        {
            "title": "Big Rigs Begin to Trade Diesel for Electric Motors",
            "summary": "Tractor-trailer fleets will take time to electrify, and start-ups and established truck makers are racing to get their models on the road.",
            "url": "https://www.nytimes.com/2020/03/19/business/electric-semi-trucks-big-rigs.html",
            "date": "Thu, 19 Mar 2020 11:00:08 +0000"
        },
        {
            "title": "Automakers to Close Factories in North America",
            "summary": "G.M., Ford Motor and Fiat Chrysler were under pressure from the autoworkers union to shut down plants in response to the coronavirus outbreak.",
            "url": "https://www.nytimes.com/2020/03/18/business/economy/gm-ford-fiatchrysler-factories-virus.html",
            "date": "Thu, 19 Mar 2020 01:54:53 +0000"
        },
        {
            "title": "After Mounting Criticism, Tesla Will Shut Down California Factory",
            "summary": "The electric carmaker had continued making cars in recent days in apparent defiance of a local county order limiting operations of nonessential businesses.",
            "url": "https://www.nytimes.com/2020/03/19/business/tesla-fremont-factory-coronavirus.html",
            "date": "Thu, 19 Mar 2020 23:43:38 +0000"
        },
        {
            "title": "Formula One Opener Canceled as Coronavirus Casts Shadow Over Season",
            "summary": "The Australian Grand Prix was shut down after a McLaren worker tested positive. The next three races have been postponed.",
            "url": "https://www.nytimes.com/2020/03/12/sports/autoracing/australian-grand-prix-canceled.html",
            "date": "Fri, 13 Mar 2020 15:47:34 +0000"
        },
        {
            "title": "Cadillac Puts Its Engines Through the Paces on the Racetrack",
            "summary": "It doesn’t sell a sports car, but its technology is finding success where luxury brands like Benz and BMW have thrived.",
            "url": "https://www.nytimes.com/2020/03/12/business/cadillac-racecar-daytona.html",
            "date": "Thu, 12 Mar 2020 21:18:25 +0000"
        },
        {
            "title": "A Chatty Auction Site Is Taking the Classic Car World by Storm",
            "summary": "Bring a Trailer has 100,000 registered bidders and listed 11,000 cars in a banner 2019, while the traditional auction market shows signs of cooling.",
            "url": "https://www.nytimes.com/2020/03/05/business/bring-a-trailer-classic-car-auctions.html",
            "date": "Fri, 06 Mar 2020 06:00:04 +0000"
        },
        {
            "title": "European Carmakers Worry Coronavirus Outbreak May Hurt Sales",
            "summary": "Vehicle manufacturers say they haven’t yet had to close factories in Europe. But a decline in global sales is likely to be worse than expected.",
            "url": "https://www.nytimes.com/2020/03/10/business/europe-carmakers-sales-coronavirus.html",
            "date": "Tue, 10 Mar 2020 18:28:18 +0000"
        },
        {
            "title": "Tesla’s Success in Europe Catches Industry Off Guard",
            "summary": "The Model 3 outsold some of the most popular luxury models in recent months. BMW, Mercedes and Audi risk missing the transition to electric cars.",
            "url": "https://www.nytimes.com/2020/03/04/business/tesla-europe-success.html",
            "date": "Wed, 04 Mar 2020 10:00:19 +0000"
        },
        {
            "title": "How to Set Up Your New Car",
            "summary": "It’s full of electronics, so think of it as another device that you can make to be more you.",
            "url": "https://www.nytimes.com/2020/02/27/smarter-living/how-to-set-up-your-new-car.html",
            "date": "Thu, 27 Feb 2020 21:30:06 +0000"
        },
        {
            "title": "Tesla Isn’t the Only Start-Up Disrupting the Car Business",
            "summary": "The shift to battery power has inspired a wave of new companies to challenge the automotive dinosaurs.",
            "url": "https://www.nytimes.com/2020/03/04/business/new-electric-car-companies.html",
            "date": "Wed, 04 Mar 2020 10:00:26 +0000"
        },
        {
            "title": "He Makes Physics Funny",
            "summary": "If “The Future Adventures of Schrödinger’s Cat” or “Pavlov’s Household” ring a bell, you may already be in the mind of Tom Gauld.",
            "url": "https://www.nytimes.com/2020/04/13/automobiles/tom-gauld-department-of-mind-blowing-theories.html",
            "date": "Mon, 13 Apr 2020 09:00:30 +0000"
        },
        {
            "title": "For Drive-In Theaters, an Unexpected Revival",
            "summary": "A retro tradition get a (temporary) boost from social-distancing edicts.",
            "url": "https://www.nytimes.com/2020/03/24/style/drive-in-theaters-coronavirus.html",
            "date": "Wed, 25 Mar 2020 17:43:48 +0000"
        }
    ],
    "__label__education": [],
    "__label__psychology": [
        {
            "title": "Creativity Triggers Reward Signals in the Brain",
            "summary": "While creativity is one of humanity&#8217;s most distinctive abilities, it obviously is not necessary for survival because many species that do not possess it have managed to flourish far longer...",
            "url": "https://psychcentral.com/news/2020/04/13/creativity-triggers-reward-signals-in-the-brain/155657.html",
            "date": "Mon, 13 Apr 2020 11:00:32 +0000"
        },
        {
            "title": "Experts Call For More Mind-Body Medicine to Combat Stress-Related Illness",
            "summary": "In a new commentary published in the prestigious New England Journal of Medicine, experts in mind-body medicine call for broader use of stress-reduction practices, such as meditation, yoga and mindfulness,...",
            "url": "https://psychcentral.com/news/2020/04/13/experts-call-for-more-mind-body-medicine-to-combat-stress-related-illness/155628.html",
            "date": "Mon, 13 Apr 2020 10:30:00 +0000"
        },
        {
            "title": "Video Games Can Be Powerful Tools for Cognitive Training",
            "summary": "A new study finds that expert players of action real-time strategy video games, such as World of Warcraft, become better at allocating brain resources between visual stimuli that compete for...",
            "url": "https://psychcentral.com/news/2020/04/12/video-games-can-be-powerful-tools-for-cognitive-training/155668.html",
            "date": "Mon, 13 Apr 2020 00:48:34 +0000"
        },
        {
            "title": "Kids of Parents With Mental Illness May Have Greater Risk of Injuries",
            "summary": "Children whose parents have mental illness tend to have a greater risk of injuries compared to their peers, according to a new study led by Karolinska Institutet in Sweden. The...",
            "url": "https://psychcentral.com/news/2020/04/12/kids-of-parents-with-mental-illness-may-have-greater-risk-of-injuries/155652.html",
            "date": "Sun, 12 Apr 2020 13:06:38 +0000"
        },
        {
            "title": "Study Questions Whether Marijuana Helps With Severe Pain",
            "summary": "A new study finds it’s not clear whether medical marijuana is effective for severe pain. The study found that medical marijuana users who say they have high levels of pain...",
            "url": "https://psychcentral.com/news/2020/04/11/study-questions-whether-marijuana-helps-with-severe-pain/155666.html",
            "date": "Sat, 11 Apr 2020 12:00:49 +0000"
        },
        {
            "title": "Behavioral Changes May Signal Early Stages of Alzheimer’s",
            "summary": "In a first-of-its-kind study, researchers from McGill University in Montreal, Canada, found a link between mild behavioral impairment (MBI) and biomarkers of Alzheimer&#8217;s disease in elderly subjects. MBI is defined...",
            "url": "https://psychcentral.com/news/2020/04/11/behavioral-changes-may-signal-early-stages-of-alzheimers/155687.html",
            "date": "Sat, 11 Apr 2020 11:00:54 +0000"
        },
        {
            "title": "‘Anti-Vaxxers’ May Think Differently Than Other People",
            "summary": "A new study shows people who are skeptical about vaccines actually think differently than other people. As the anti-vaxxer movement has become increasingly widespread in the United States, two researchers...",
            "url": "https://psychcentral.com/news/2020/04/11/anti-vaxxers-may-think-differently-than-other-people/155663.html",
            "date": "Sat, 11 Apr 2020 10:00:12 +0000"
        },
        {
            "title": "Should Newborns Be Separated From Mothers With COVID-19?",
            "summary": "In a new commentary, Alison Stuebe, M.D., president of the Academy of Breastfeeding Medicine, lays out the pros and cons of separating newborn infants from their mothers who test positive...",
            "url": "https://psychcentral.com/news/2020/04/11/should-newborns-be-separated-from-mothers-with-covid-19/155683.html",
            "date": "Sat, 11 Apr 2020 04:08:31 +0000"
        },
        {
            "title": "Classical Music During Sleep Helps Students Learn",
            "summary": "In a quest to improve student performance, researchers studied if college students would benefit from listening to classical music by Beethoven and Chopin during a computer-interactive lecture. Then, in recognition...",
            "url": "https://psychcentral.com/news/2020/04/10/classical-music-during-sleep-helps-students-learn/155585.html",
            "date": "Fri, 10 Apr 2020 12:30:50 +0000"
        },
        {
            "title": "Meeting Housing Needs Improves Health Outcomes for At-Risk Families",
            "summary": "Families facing housing instability or homelessness who enroll in a program designed to support their housing and health needs see significant improvements in child health and parent mental health outcomes...",
            "url": "https://psychcentral.com/news/2020/04/10/meeting-housing-needs-improves-health-outcomes-for-at-risk-families/155606.html",
            "date": "Fri, 10 Apr 2020 11:30:15 +0000"
        },
        {
            "title": "Many Security Guards Struggle With PTSD, Lack Mental Health Support",
            "summary": "A new U.K. study reveals that 40% of security guards show symptoms of post-traumatic stress disorder (PTSD), as these workers are commonly exposed to episodes of verbal and physical abuse....",
            "url": "https://psychcentral.com/news/2020/04/10/many-security-guards-struggle-with-ptsd-lack-mental-health-support/155611.html",
            "date": "Fri, 10 Apr 2020 11:00:55 +0000"
        },
        {
            "title": "Phone Therapy Reduces Depression in Parkinson’s Patients",
            "summary": "While depression is common in people with Parkinson&#8217;s disease, contributing to faster physical and mental decline, it is often overlooked and undertreated. Cognitive behavioral therapy has shown promising results for...",
            "url": "https://psychcentral.com/news/2020/04/10/phone-therapy-reduces-depression-in-parkinsons-patients/155487.html",
            "date": "Fri, 10 Apr 2020 10:30:19 +0000"
        },
        {
            "title": "Best Support is to Validate Concerns of Stressed-Out Friends",
            "summary": "In a new study, Pennsylvania State University researchers studied how people responded to a variety of different messages offering emotional support. They found that messages that validated a person&#8217;s feelings...",
            "url": "https://psychcentral.com/news/2020/04/09/best-support-is-to-validate-concerns-of-stressed-out-friends/155266.html",
            "date": "Thu, 09 Apr 2020 12:30:39 +0000"
        },
        {
            "title": "Movement Toward Gender Equality Has Slowed in Some Areas",
            "summary": "Over the last half-century, women have made significant progress in career advancement and education, but within the last few decades, the momentum has slowed down in several areas and stalled...",
            "url": "https://psychcentral.com/news/2020/04/09/movement-toward-gender-equality-has-slowed-in-some-areas/155556.html",
            "date": "Thu, 09 Apr 2020 12:14:51 +0000"
        },
        {
            "title": "Hugs May Play Important Role in Infant-Parent Bond",
            "summary": "A new Japanese study offers some of the first hard evidence that hugs may play an important role in early bonding between parents and their infants. For the study, researchers...",
            "url": "https://psychcentral.com/news/2020/04/08/hugs-may-play-important-role-in-infant-parent-bond/155589.html",
            "date": "Wed, 08 Apr 2020 11:00:26 +0000"
        }
    ],
    "__label__literature": [
        {
            "title": "Dear Diary, The World Is Burning",
            "summary": "Kary Waldman writes about keeping a journal during the coronavirus pandemic, and about the great diarists of literary history include",
            "url": "https://www.newyorker.com/books/page-turner/dear-diary-the-world-is-burning",
            "date": "Fri, 10 Apr 2020 18:15:14 +0000"
        },
        {
            "title": "Annie Ernaux, a Memoirist Who Mistrusts Her Own Memories",
            "summary": "Madeleine Schwartz on the French writer Annie Ernaux, who, in the course of twenty books, has devoted herself to the excavation of her own life.",
            "url": "https://www.newyorker.com/magazine/2020/04/20/a-memoirist-who-mistrusts-her-own-memories",
            "date": "Mon, 13 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "The Endurance of Notre-Dame",
            "summary": "Casey Cep writes about the one-year anniversary of the fire at Notre-Dame cathedral, and about “Notre-Dame: A Short History of the Meaning of Cathedrals,” a new book by Ken Follett, the author of the 1989 best-seller “The Pillars of the Earth.”",
            "url": "https://www.newyorker.com/books/under-review/the-endurance-of-notre-dame",
            "date": "Sun, 12 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Reading Derek Jarman Is Strangely Consoling",
            "summary": "Rebecca Mead writes about the resonant experience of reading during the coronavirus pandemic the British filmmaker Derek Jarman’s “Modern Nature,” a journal about Jarman’s life at Prospect Cottage, in Kent, England.",
            "url": "https://www.newyorker.com/culture/cultural-comment/reading-derek-jarman-is-strangely-consoling",
            "date": "Mon, 13 Apr 2020 20:50:43 +0000"
        },
        {
            "title": "Joyce Carol Oates’s “Blonde” Is the Definitive Study of American Celebrity",
            "summary": "Elaine Showalter revisits Joyce Carol Oates’s novel “Blonde,” from 2000, which offers a fictional exploration of the life and meaning of Marilyn Monroe.",
            "url": "https://www.newyorker.com/books/second-read/joyce-carol-oatess-blonde-is-the-definitive-study-of-american-celebrity",
            "date": "Mon, 13 Apr 2020 19:38:47 +0000"
        },
        {
            "title": "Ben Lerner on the Voice-Mail Genre",
            "summary": "Cressida Leyshon interviews the author Ben Lerner about his short story “The Media,” from the April 20, 2020, issue of The New Yorker.",
            "url": "https://www.newyorker.com/books/this-week-in-fiction/ben-lerner-04-20-20",
            "date": "Mon, 13 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Do Some Surgical Implants Do More Harm Than Good?",
            "summary": "Many are clearly lifesaving, but others have proved to be life-threatening, and dangerous implants are marketed with scant oversight, Jerome Groopman writes.",
            "url": "https://www.newyorker.com/magazine/2020/04/20/do-some-surgical-implants-do-more-harm-than-good",
            "date": "Mon, 13 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Briefly Noted Book Reviews",
            "summary": "“Notes from an Apocalypse,” “Child of Light,” “Indelicacy,” and “Dispatch.”",
            "url": "https://www.newyorker.com/magazine/2020/04/20/notes-from-an-apocalypse-child-of-light-indelicacy-and-dispatch",
            "date": "Mon, 13 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Sunday Reading: The Crisis in Public Health Care",
            "summary": "From The New Yorker’s archive, pieces by Charles Bethea, Steve Coll, Atul Gawande, Jill Lepore, and Steven Shapin on the general crisis in public health care in the United States.",
            "url": "https://www.newyorker.com/books/double-take/sunday-reading-the-crisis-in-public-health-care",
            "date": "Sun, 12 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Why Anxious Readers Under Quarantine Turn to Virginia Woolf’s “Mrs. Dalloway”",
            "summary": "Evan Kindley on how Virginia Woolf’s “Mrs. Dalloway” displayed the long-term effects that viruses could wreak on bodies and societies, and the book’s relevance in the time of the coronavirus.",
            "url": "https://www.newyorker.com/books/page-turner/why-anxious-readers-under-quarantine-turn-to-virginia-woolfs-mrs-dalloway",
            "date": "Fri, 10 Apr 2020 13:00:00 +0000"
        },
        {
            "title": "A New World Through My Window",
            "summary": "Olga Tokarczuk reflects on the quarantine in Wrocław, Poland, during the coronavirus pandemic.",
            "url": "https://www.newyorker.com/books/page-turner/a-new-world-through-my-window",
            "date": "Wed, 08 Apr 2020 14:01:21 +0000"
        },
        {
            "title": "How Greta Thunberg Transformed Existential Dread Into a Movement",
            "summary": "Emily Witt discusses the path of the Swedish climate activist Greta Thunberg, her family memoir, “Our House Is on Fire,” and how to respond to the climate crisis amid the coronavirus pandemic.",
            "url": "https://www.newyorker.com/books/under-review/how-greta-thunberg-transformed-existential-dread-into-a-movement",
            "date": "Mon, 06 Apr 2020 16:00:00 +0000"
        },
        {
            "title": "The Delight and Sadness of Tomie dePaola",
            "summary": "Naomi Fry writes about Tomie dePaola, the author of children’s books including “Strega Nona,” who died at the age of eighty-five.",
            "url": "https://www.newyorker.com/culture/postscript/the-delight-and-sadness-of-tomie-depaola",
            "date": "Mon, 06 Apr 2020 13:00:00 +0000"
        },
        {
            "title": "Tessa Hadley on What Happened and What Happened Next",
            "summary": "Deborah Treisman interviews the author Tessa Hadley about her short story “The Other One,” from the April 13, 2020, issue of The New Yorker.",
            "url": "https://www.newyorker.com/books/this-week-in-fiction/tessa-hadley-04-13-20",
            "date": "Mon, 06 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Dorothy Day’s Radical Faith",
            "summary": "Casey Cep on the life and legacy of the Catholic writer and activist, whom some hope will be made a saint.",
            "url": "https://www.newyorker.com/magazine/2020/04/13/dorothy-days-radical-faith",
            "date": "Mon, 06 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Briefly Noted Book Reviews",
            "summary": "“Hex,” “New Waves,” “Heaven and Hell,” and “Three Brothers.”",
            "url": "https://www.newyorker.com/magazine/2020/04/13/hex-new-waves-heaven-and-hell-and-three-brothers",
            "date": "Mon, 06 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "“The Other One,” by Tessa Hadley",
            "summary": "Fiction by Tessa Hadley: “Delia wasn’t the lover. She was the other one. The lover was killed instantly, in the accident, when they hit the tree. They took her body away.”",
            "url": "https://www.newyorker.com/magazine/2020/04/13/the-other-one",
            "date": "Mon, 06 Apr 2020 10:00:00 +0000"
        },
        {
            "title": "Joyelle McSweeney’s Poetry of Catastrophe",
            "summary": "Her latest work, a nightmarish portrait of the toxic hazards that surround us, arrives uncannily in the midst of a pandemic, Dan Chiasson writes.",
            "url": "https://www.newyorker.com/magazine/2020/04/13/joyelle-mcsweeneys-poetry-of-catastrophe",
            "date": "Mon, 06 Apr 2020 10:00:00 +0000"
        }
    ],
    "__label__attraction": [
        {
            "title": "San Francisco's iconic City Lights bookstore on verge of closing",
            "summary": "San Francisco's iconic City Lights bookstore is on the brink of collapse as the coronavirus pandemic is forcing the business to keep its doors shut.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/eNcysYIJxbM/index.html",
            "date": "Fri, 10 Apr 2020 09:44:33 GMT"
        },
        {
            "title": "Berlusconi sells superyacht for $11 million",
            "summary": "The controversial Italian former prime minister is selling his superyacht \"Morning Glory\" just over two decades after buying it from media tycoon Rupert Murdoch.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/gEZiUapEVeo/index.html",
            "date": "Fri, 10 Apr 2020 09:22:07 GMT"
        },
        {
            "title": "Airbnb unveils virtual travel experiences",
            "summary": "Virtual Airbnb Experiences pairs travelers with local hosts from more than 30 countries",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/mUQBI7wnVH0/airbnb-online-experiences-travel-orig.cnn",
            "date": "Thu, 09 Apr 2020 16:24:20 GMT"
        },
        {
            "title": "What happens when pilots don't get their flying hours?",
            "summary": "The coronavirus pandemic has grounded most of the world's airplanes for the immediate future.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/a7B7eOM-PQI/index.html",
            "date": "Fri, 10 Apr 2020 01:33:16 GMT"
        },
        {
            "title": "As China lifts restrictions, here's where its people want to travel",
            "summary": "As China slowly eases lockdown restrictions and life returns to somewhat normal conditions, residents have once again started traveling.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/m_9rJx6l6mc/index.html",
            "date": "Thu, 09 Apr 2020 07:27:25 GMT"
        },
        {
            "title": "Best Turkish foods: 23 delicious dishes",
            "summary": "Turkey may be famous for its kebabs, but the popular dish is just the tip of the iceberg when it comes to Turkish cuisine.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/DQSJm-fu_WA/index.html",
            "date": "Thu, 09 Apr 2020 10:05:29 GMT"
        },
        {
            "title": "Princess Diana's Bahamas vacation home is up for sale",
            "summary": "Here's a home we wouldn't mind isolating in: a Bahamas beach house with a pool, five bedrooms, a terrace and 180 feet of private white-sand frontage.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/IvORZIx5qe0/index.html",
            "date": "Thu, 09 Apr 2020 10:36:52 GMT"
        },
        {
            "title": "The wild world of America's private zoos",
            "summary": "Along with Italian marble and Egyptian antiquities, legendary newspaper publisher William Randolph Hearst filled his San Simeon estate with hundreds of wild animals.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/HBfyRDRC1fA/index.html",
            "date": "Wed, 08 Apr 2020 09:35:12 GMT"
        },
        {
            "title": "If you must fly, here are some tips to do it safely",
            "summary": "Most of the country is sheltering in place and air traffic has slowed dramatically but there are still people who must fly.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/mLCkXv4_94I/index.html",
            "date": "Tue, 07 Apr 2020 01:08:05 GMT"
        },
        {
            "title": "The Hong Kong hotel weathering the coronavirus storm",
            "summary": "Lantau is Hong Kong's largest island, home to three of its busiest spots -- Hong Kong Disneyland, the Tian Tan Buddha and Chep Lak Kok Airport.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/-7iu6uOQDvM/index.html",
            "date": "Mon, 06 Apr 2020 01:24:18 GMT"
        },
        {
            "title": "South Korea's Jeju Island is suing two tourists who visited while having coronavirus symptoms",
            "summary": "The provincial government of Jeju Island, South Korea, is suing two women who visited the island on vacation despite the younger one having symptoms of coronavirus.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/8s09gnBVhlI/index.html",
            "date": "Sat, 04 Apr 2020 07:37:12 GMT"
        },
        {
            "title": "How to stop disease spreading on airplanes and ships",
            "summary": "Aviation is fighting for survival. Cruise ships are grounded. As the pandemic grows, the travel industry faces an uncertain future and is scrambling to adapt.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/CLn3Gclu660/index.html",
            "date": "Mon, 06 Apr 2020 08:17:23 GMT"
        },
        {
            "title": "Australia closes beaches amid coronavirus",
            "summary": "Australia asks its residents not to go to the beach as the country continues fighting coronavirus.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/qlfrDPesbRc/australia-beach-closures-coronavirus-pkg.cnn",
            "date": "Fri, 10 Apr 2020 06:12:22 GMT"
        },
        {
            "title": "The US is not issuing passports unless it's a 'life-or-death' family emergency",
            "summary": "The US has stopped issuing passports, unless in a \"life-or-death emergency,'' in an effort to help stop the spread of coronavirus.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/dn-Azp_6QJw/index.html",
            "date": "Fri, 03 Apr 2020 14:00:34 GMT"
        },
        {
            "title": "Inside one of the world's largest virtual cities",
            "summary": "A producer from Dubai360 explains how to bring virtual museums and experiences to life.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/LL5itXZWFyU/global-gateway-virtual-museum-dubai360-spc-intl.cnn",
            "date": "Tue, 07 Apr 2020 06:50:51 GMT"
        },
        {
            "title": "$600 'doomsday' dinner party, delivered to your door by bunnies",
            "summary": "Chefs Adam Bordonaro and Ryan Lory opened their first restaurant in 2019. Ardyn, an intimate, romantic spot in the Greenwich Village neighborhood of New York City, received immediate attention, with rave reviews from the media and diners and a packed dining room and bar, to boot.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/pC9IfsciJ_8/index.html",
            "date": "Thu, 02 Apr 2020 16:24:18 GMT"
        },
        {
            "title": "More than 40 spring breakers who ignored public health advice test positive for coronavirus",
            "summary": "Dozens of spring breakers from Texas boarded a plane for fun and came home with coronavirus.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/D-GJzpVRpBw/index.html",
            "date": "Thu, 02 Apr 2020 15:42:27 GMT"
        },
        {
            "title": "A restaurant once dubbed the world's best reopens to feed first responders",
            "summary": "It's safe to say no one in the world is sitting down to a three-plus hour, eight-course dinner costing hundreds of dollars at any of the top fine destinations around the globe.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/sxdiHe-Ip2Q/index.html",
            "date": "Fri, 03 Apr 2020 14:06:42 GMT"
        },
        {
            "title": "Winners of the annual Takhini Hot Springs Hair Freezing Contest",
            "summary": "",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/UeS72YB--J8/index.html",
            "date": "Thu, 02 Apr 2020 01:50:18 GMT"
        },
        {
            "title": "Ecuador's largest waterfall has disappeared",
            "summary": "The largest waterfall in Ecuador has seemingly vanished after a sinkhole swallowed part of its water source.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/TMnIFJGg0qo/index.html",
            "date": "Thu, 02 Apr 2020 04:14:47 GMT"
        },
        {
            "title": "These countries have more than one capital",
            "summary": "The wars, revolutions and fallen empires that transformed the world map in the 20th century have a surprising beneficiary: capital cities.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/xYov5UWwoZI/index.html",
            "date": "Mon, 30 Mar 2020 12:17:14 GMT"
        },
        {
            "title": "LA is empty ... but the Hollywood Stars are still there",
            "summary": "Here's a look at three iconic Los Angeles travel destinations that have been impacted by the Covid-19 pandemic.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/pGF9Va5EK9o/los-angeles-empty-coronavirus-travel-orig.cnn",
            "date": "Mon, 06 Apr 2020 22:33:53 GMT"
        },
        {
            "title": "Meet the woman fighting to keep India's calligraphy culture alive",
            "summary": "India has 22 official languages. But the real beauty isn't just in hearing them spoken -- it's in seeing them rendered in script.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/CGfkogIiQC4/index.html",
            "date": "Thu, 02 Apr 2020 03:29:43 GMT"
        },
        {
            "title": "I moved to Paris during lockdown and couldn't explore farther than a kilometer. Here's what I found",
            "summary": "The plan to move to France had been in the works for months. We bit the bullet and quit our jobs, packed our poky London flat into boxes, and then watched the world come crashing down around us.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/kM8y1b9zdcU/index.html",
            "date": "Wed, 01 Apr 2020 09:56:51 GMT"
        },
        {
            "title": "Caught in the coronavirus crossfire, Airbnb commits $250 million to cover some hosts' losses",
            "summary": "With coronavirus spreading across the globe, thousands of travelers have called off plans for vacations, work trips and family visits.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/Tpp5oE4uxzw/index.html",
            "date": "Mon, 30 Mar 2020 22:51:13 GMT"
        },
        {
            "title": "Vermont closes all hotels, vacation rentals and campgrounds",
            "summary": "Vermont Governor Phil Scott ordered all lodging, including hotels, Airbnb and campgrounds, to suspend operations on Monday.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/G19qgUPldbg/index.html",
            "date": "Mon, 30 Mar 2020 17:47:23 GMT"
        },
        {
            "title": "What will travel look like after coronavirus?",
            "summary": "As movement around the world grows more and more restricted, it's hard to imagine what travel will look like when it eventually ramps back up.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/V1jejksRUNQ/index.html",
            "date": "Mon, 30 Mar 2020 09:54:22 GMT"
        },
        {
            "title": "Restaurant creates coronavirus-themed burger",
            "summary": "Among global efforts to offer some light relief to the current crisis, bakers and chefs have been producing coronavirus-related dishes that are hopefully a lot tastier than the epidemic which has inspired them.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/hjHczlZzaWE/index.html",
            "date": "Fri, 27 Mar 2020 11:29:25 GMT"
        },
        {
            "title": "Luxury hotel launches Covid-19 guest package",
            "summary": "The modern, luxury apartments in Switzerland don't have a mini-bar -- they have a big bar.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/2Q97JYe8m9w/index.html",
            "date": "Fri, 27 Mar 2020 15:34:18 GMT"
        },
        {
            "title": "",
            "summary": "The famous monument was illuminated to look like a doctor on Easter Sunday, in a tribute to front-line healthcare workers battling the coronavirus pandemic around the world.",
            "url": "http://rss.cnn.com/~r/rss/cnn_travel/~3/2O5v1rMKraA/christ-the-redeemer-statue-doctor-tribute-easter-sunday-tp-lon-orig.cnn",
            "date": ""
        },
        {
            "title": "Coronavirus devastates African safari market",
            "summary": "According to new research, more than 90 per cent of safari operators have lost at least 75 per cent of bookings they normally rely upon at this time of year due to the Covid-19 pandemic.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/n9gtW-KpFB8/",
            "date": ""
        },
        {
            "title": "WTTC: Tourism to play key role in Americas economic recovery",
            "summary": "The World Travel &amp; Tourism Council has released a new report detailing the critical role the industry will have in the economic recovery in the Americas once the Covid-19 pandemic has passed.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/SwJ1XfFLLgc/",
            "date": ""
        },
        {
            "title": "Profit warnings spike in travel sector",
            "summary": "Listed travel and leisure companies are issuing profit warnings at an unprecedented rate, according to latest analysis from EY. The sharp uptick has been triggered by coronavirus pandemic.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/zyBLQRoI7GA/",
            "date": ""
        },
        {
            "title": "Red Sea Project marine planning wins praise",
            "summary": "A paper detailing the marine spatial planning models that informed master planning of the Red Sea Project has been published in the scientific journal Frontiers in Marine Science.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/pnnTOQEl-8I/",
            "date": ""
        },
        {
            "title": "UNWTO launches #TravelTomorrow campaign",
            "summary": "The United Nations World Tourism Organisation has launched a new campaign in response to the Covid-19 pandemic, #TravelTomorrow. The phrase will become the common thread that runs through the response to the current crisis, highlighting the enduring values of tourism.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/cbqe87WM7Dg/",
            "date": ""
        },
        {
            "title": "ABTA seeks mass action to secure government support for tourism sector",
            "summary": "Despite this, and the government promise to “do whatever it takes” to protect businesses and jobs, the travel industry is still waiting for action, the trade body has argued.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/Wndk_BE7xB8/",
            "date": ""
        },
        {
            "title": "Foreign & Commonwealth Office discourages all overseas travel indefinitely",
            "summary": "The move to discourage all travel from the UK for the foreseeable future comes as the coronavirus pandemic continues to spread around the world.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/7BF8P05SSAc/",
            "date": ""
        },
        {
            "title": "Ras Al Khaimah rolls-out support package for hospitality sector",
            "summary": "The Ras Al Khaimah Tourism Development Authority has launched a range of support initiatives to its hospitality, leisure and development partners. The move aims to shelter the sector during the peak of the Covid-19 crisis and to lay strong foundations for a future recovery.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/i_3NF0sFGXs/",
            "date": ""
        },
        {
            "title": "Japan launches new e-learning platform to agents",
            "summary": "The Japan National Tourism Organisation has announced the launch of new e-learning platform to agents who might suddenly have a lot more time on their hands due to the coronavirus lockdown.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/7Tti3YePgEQ/",
            "date": ""
        },
        {
            "title": "PATA launches new information gathering service to overcome Covid-19",
            "summary": "The organisation hopes the system will become a unified platform that provides reliable and up-to-date policy statements, authoritative information and tourism indicators from around the globe.",
            "url": "http://feedproxy.google.com/~r/breakingtravelnews/news/tourism/~3/evJogQvFQeY/",
            "date": ""
        }
    ],
    "__label__fashion": [
        {
            "title": "Peter Beard’s Family Speaks Out; Detectives Continue Investigation Into Disappearance",
            "summary": "After an extensive search by law enforcement agencies, the investigation into his disappearance is ongoing.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/peter-beards-family-speaks-out-detectives-continue-investigation-into-his-disappearance-1203559911/",
            "date": "Mon, 13 Apr 2020 16:41:05 +0000"
        },
        {
            "title": "Hermès Hauled in $2.7 Million in One China Store on Saturday: Sources",
            "summary": "Its China's second-largest Guangzhou flagship, reopened last Saturday, saw a strong rebound of luxury consumption in post-coronavirus China.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/hermes-hauled-in-2-7-million-in-one-china-store-on-saturday-sources-1203559738/",
            "date": "Mon, 13 Apr 2020 09:56:11 +0000"
        },
        {
            "title": "L.A. Extends ‘Safer at Home’ Order, Closure of All Non-essential Business",
            "summary": "County officials extended the orders by several weeks and outlined what essential businesses now need to do for employees.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/california-coronavirus-update-stay-home-orders-extended-business-closed-1203559511/",
            "date": "Fri, 10 Apr 2020 21:18:45 +0000"
        },
        {
            "title": "Phillip Lim Cookbook Gets Digital Release",
            "summary": "\"When the stay-at-home initiative started, it felt like a good time to find new creative ways of dialogue and sharing with people who follow me on social media. So I decided to revisit my cookbook.\"",
            "url": "https://wwd.com/fashion-news/fashion-scoops/phillip-lim-cookbook-digital-release-1203559456/",
            "date": "Fri, 10 Apr 2020 21:10:53 +0000"
        },
        {
            "title": "Kevin Hart to Be Face of Kate Hudson’s Fabletics Men’s Line",
            "summary": "The men's collection will launch at the end of April.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/kevin-hart-kate-hudsons-fabletics-mens-1203559223/",
            "date": "Fri, 10 Apr 2020 17:37:11 +0000"
        },
        {
            "title": "Fashion Exhibitions Are Getting Extended, Postponed",
            "summary": "Les Arts Décoratifs in Paris and MoMu in Antwerp are changing dates amid coronavirus outbreak.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/fashion-exhibitions-are-getting-extended-postponed-1203559126/",
            "date": "Fri, 10 Apr 2020 17:12:31 +0000"
        },
        {
            "title": "Prada Launches Talk Series on Instagram",
            "summary": "Live conversations will involve personalities of different industries and center on themes including fashion, art, architecture, cinema and literature.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/prada-launches-talk-series-on-instagram-1203558329/",
            "date": "Fri, 10 Apr 2020 04:30:37 +0000"
        },
        {
            "title": "How to Apply for the CFDA’s A Common Thread Grant",
            "summary": "The grant is supporting small to medium-size fashion companies impacted by coronavirus.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/cfda-a-common-thread-grant-how-to-apply-1203558745/",
            "date": "Thu, 09 Apr 2020 21:24:45 +0000"
        },
        {
            "title": "Coronavirus Crisis: How to Help Those In Need",
            "summary": "A guide to international charities aiding in the fight against the COVID-19 pandemic.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/coronavirus-charities-where-to-donate-medical-supplies-meals-1203558433/",
            "date": "Thu, 09 Apr 2020 20:14:29 +0000"
        },
        {
            "title": "Rihanna Receives PETA’s Compassion in Fashion Award, Makes Top 40 History",
            "summary": "Rihanna recently became the 10th artist to have more than 50 hits on the Top 40.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/rihanna-receives-petas-compassion-in-fashion-award-makes-top-40-history-1203558388/",
            "date": "Thu, 09 Apr 2020 19:09:01 +0000"
        },
        {
            "title": "LVMH Makes ‘Major’ Donation to French Hospital Charity",
            "summary": "The donation will help fight the coronavirus in 52 French hospitals supported by the charity headed by First Lady Brigitte Macron.",
            "url": "https://wwd.com/fashion-news/fashion-scoops/lvmh-makes-major-donation-to-french-hospital-charity-in-coronavirus-fight-1203558151/",
            "date": "Thu, 09 Apr 2020 16:13:10 +0000"
        }
    ],
    "__label__USNEWS": [
        {
            "title": "California developing plan to re-open as virus spread slows",
            "summary": "California is developing a plan to ease social distancing rules incrementally as the pace of new cases and hospitalizations from the novel coronavirus appears to be moderating in the most populous U.S. state, Governor Gavin Newsom said Monday.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/QpFnKaNel-A/california-developing-plan-to-re-open-as-virus-spread-slows-idUSKCN21V1YB",
            "date": "Mon, 13 Apr 2020 18:02:07 -0400"
        },
        {
            "title": "U.S. Census will ramp up count June 1, results delayed four months due to coronavirus",
            "summary": "The Census Bureau, which stopped some of its work last month because of the new coronavirus, said on Monday that it planned to ramp up again beginning on June 1 but would need more time to complete the count.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/S7SscL8bjus/u-s-census-will-ramp-up-count-june-1-results-delayed-four-months-due-to-coronavirus-idUSKCN21V25A",
            "date": "Mon, 13 Apr 2020 17:59:26 -0400"
        },
        {
            "title": "Nine U.S. states planning reopening of economies after coronavirus shutdown",
            "summary": "A total of nine states on the U.S. East and West coasts said on Monday they had begun planning for the slow reopening of their economies and lifting of strict stay-at-home orders amid signs  the worst had passed in the U.S. coronavirus pandemic.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/YD000XJQ1d4/nine-u-s-states-planning-reopening-of-economies-after-coronavirus-shutdown-idUSKCN21V185",
            "date": "Mon, 13 Apr 2020 17:45:38 -0400"
        },
        {
            "title": "A U.S. Supreme Court first: arguments by teleconference including major one involving Trump",
            "summary": "The U.S. Supreme Court said on Monday that for the first time it will hear cases argued by teleconference rather than in the courtroom due to the coronavirus pandemic including a dispute over whether President Donald Trump's tax and financial records should be disclosed.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/P1ZQ-HeuyVM/a-u-s-supreme-court-first-arguments-by-teleconference-including-major-one-involving-trump-idUSKCN21V1D4",
            "date": "Mon, 13 Apr 2020 17:39:55 -0400"
        },
        {
            "title": "Reasons for hope: the drugs, tests and tactics that may conquer coronavirus",
            "summary": "With much of the world living in lockdown, the spread of the new coronavirus, SARS-CoV-2, that was first detected in China late last year is beginning to slow in some places. As of April 12, 1.8 million had been infected and 115,000 killed  by COVID-19, the disease caused by the virus.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/gxtdjP9EJpU/reasons-for-hope-the-drugs-tests-and-tactics-that-may-conquer-coronavirus-idUSKCN21V1YR",
            "date": "Mon, 13 Apr 2020 16:42:36 -0400"
        },
        {
            "title": "U.S. Congress struggles as partisanship stymies new coronavirus bill",
            "summary": "The U.S. Congress struggled to produce a fresh coronavirus relief bill on Monday, as a stubborn standoff between Republicans and Democrats complicated the challenge of passing legislation with most lawmakers out of town.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/piF4Eupm3Mo/u-s-congress-struggles-as-partisanship-stymies-new-coronavirus-bill-idUSKCN21V12V",
            "date": "Mon, 13 Apr 2020 16:21:35 -0400"
        },
        {
            "title": "Trump: It's my decision when to reopen U.S. economy",
            "summary": "President Donald Trump said on Monday it was his decision when to reopen the U.S. economy, not that of state governors, but legal experts disagree and governors are going their own way.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/d2RpLTpTdN8/trump-its-my-decision-when-to-reopen-u-s-economy-idUSKCN21V1GE",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "New York governor says 'worst is over' as growth in coronavirus deaths declines",
            "summary": "New York Governor Andrew Cuomo on Monday said \"the worst is over\" for the state hit hardest by the novel coronavirus, as hospitalizations appeared to be reaching a plateau and deaths increased by 671, the lowest daily total in a week.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/tITh-pkbozo/new-york-governor-says-worst-is-over-as-growth-in-coronavirus-deaths-declines-idUSKCN21V1LI",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "Wyoming reports first coronavirus death, marking loss of life in all 50 U.S. states",
            "summary": "Wyoming reported its first death from the novel coronavirus on Monday, the final U.S. state to report a fatality from the outbreak.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/Jkup12RuTQw/wyoming-reports-first-coronavirus-death-marking-loss-of-life-in-all-50-u-s-states-idUSKCN21V1VY",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "U.S. coronavirus death toll tops 23,000 - Reuters tally",
            "summary": "U.S. deaths from the novel coronavirus topped 23,000 on Monday, according to a Reuters tally, as officials said the worst may be over and the outbreak could reach its peak this week.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/DXYmaxI1kb0/u-s-coronavirus-death-toll-tops-23000-reuters-tally-idUSKCN21V1WD",
            "date": "Mon, 13 Apr 2020 16:14:38 -0400"
        },
        {
            "title": "New ventilator-sharing device eases treatment of two COVID-19 patients at once",
            "summary": "A hospital in Connecticut has successfully employed a new 3D-printed device that makes it possible to modify one ventilator for use in two critically ill patients with COVID-19 who have different respiratory needs, as the coronavirus outbreak puts a crunch on medical resources.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/tD30Hkf4Atg/new-ventilator-sharing-device-eases-treatment-of-two-covid-19-patients-at-once-idUSKCN21V1ZI",
            "date": "Mon, 13 Apr 2020 16:10:38 -0400"
        },
        {
            "title": "U.S. sailor from coronavirus-hit aircraft carrier dies after contracting virus",
            "summary": "A U.S. Navy sailor died on Monday after contracting the coronavirus aboard the U.S. aircraft carrier Theodore Roosevelt, whose captain was fired after warning his crew would die unnecessarily unless strong action was taken.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/0qiw6h-86EE/u-s-sailor-from-coronavirus-hit-aircraft-carrier-dies-after-contracting-virus-idUSKCN21V19F",
            "date": "Mon, 13 Apr 2020 16:07:55 -0400"
        },
        {
            "title": "'Everything's gone': Tornadoes rip U.S. South, kill at least 26",
            "summary": "Rescue workers and homeowners across the U.S. South on Monday sifted through what remained of hundreds of structures destroyed by a series of tornadoes that killed at least 26 people, as the deadly weather system churned up the East Coast.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/IjoZFQzW6wA/everythings-gone-tornadoes-rip-u-s-south-kill-at-least-26-idUSKCN21V1K7",
            "date": "Mon, 13 Apr 2020 16:05:13 -0400"
        },
        {
            "title": "Six killed as severe storms, tornadoes rip through U.S. South",
            "summary": "At least six people were killed on Sunday as a strong storm system swept across Mississippi and Louisiana, spinning off more than a dozen tornadoes and leaving behind a path of destruction, state and local authorities said.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/kjvRNaQEq0s/six-killed-as-severe-storms-tornadoes-rip-through-u-s-south-idUSKCN21V05M",
            "date": "Mon, 13 Apr 2020 15:36:29 -0400"
        },
        {
            "title": "Single passenger flights: The daily woes of airlines, and the crew still working",
            "summary": "When Reuters photographer Carlos Barria boarded American Airlines flight 4511 from Washington Reagan National Airport to New Orleans on Friday for an assignment, he was the only passenger on the 76-seat jet.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/J3qO3wKwJkM/single-passenger-flights-the-daily-woes-of-airlines-and-the-crew-still-working-idUSKBN21M0TW",
            "date": "Mon, 13 Apr 2020 15:28:03 -0400"
        },
        {
            "title": "Pentagon awards contract for N-95 mask sterilization at 60 sites",
            "summary": "The Pentagon awarded a $400 million contract to Ohio-based nonprofit research organization Battelle so it can help to sterilize N-95 masks at 60 locations using concentrated hydrogen peroxide vapor.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/t9YkvyuuvHk/pentagon-awards-contract-for-n-95-mask-sterilization-at-60-sites-idUSKCN21V1WS",
            "date": "Mon, 13 Apr 2020 15:21:32 -0400"
        },
        {
            "title": "New York and five other states to work together on reopening amid coronavirus",
            "summary": "The governors of New York, New Jersey, Connecticut, Pennsylvania, Rhode Island and Delaware said on Monday that they planned to coordinate on a plan to reopen businesses and schools after getting the novel coronavirus pandemic under control.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/Sh7soDo8KCw/new-york-and-five-other-states-to-work-together-on-reopening-amid-coronavirus-idUSKCN21V1V0",
            "date": "Mon, 13 Apr 2020 15:04:16 -0400"
        },
        {
            "title": "Harvard professor withdraws New York Times defamation lawsuit over Jeffrey Epstein story",
            "summary": "A prominent Harvard Law School professor on Monday withdrew a lawsuit accusing The New York Times of \"clickbait defamation\" concerning his views toward the late financier Jeffrey Epstein, after the newspaper made changes to the online article that prompted the case.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/iME7FGsFFOY/harvard-professor-withdraws-new-york-times-defamation-lawsuit-over-jeffrey-epstein-story-idUSKCN21V1SU",
            "date": "Mon, 13 Apr 2020 15:00:57 -0400"
        },
        {
            "title": "California insurance commissioner orders relief for customers",
            "summary": "California's Insurance Commissioner on Monday ordered insurers to return premiums to consumers and businesses, adding to pressure on insurers to do more to mitigate the financial strain on customers caused by the novel coronavirus crisis.",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/S-fK-3828vE/california-insurance-commissioner-orders-relief-for-customers-idUSKCN21V1SY",
            "date": "Mon, 13 Apr 2020 14:01:00 -0400"
        },
        {
            "title": "250-year-old U.S. Easter tradition's horns silenced by coronavirus pandemic",
            "summary": "(This April 9 story corrects title of the Rev. Chaz Snider to chair of the Salem Congregation Board of Elders; corrects to show that the service is sponsored by 12 Moravian congregations)",
            "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/HpKF3DeLYKE/250-year-old-u-s-easter-traditions-horns-silenced-by-coronavirus-pandemic-idUSKCN21R1EN",
            "date": "Mon, 13 Apr 2020 13:43:44 -0400"
        }
    ],
    "__label__WORLDNEWS": [
        {
            "title": "Brazil minister urges unified voice as Bolsonaro downplays coronavirus",
            "summary": "Brazil's health minister urged the government to speak with a unified voice in its fight against the new coronavirus, effectively calling out President Jair Bolsonaro for downplaying the threat ahead of what are likely to be the two toughest months for the outbreak.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/zVScOnkV8Mo/brazil-minister-urges-unified-voice-as-bolsonaro-downplays-coronavirus-idUSKCN21V149",
            "date": "Mon, 13 Apr 2020 13:54:16 -0400"
        },
        {
            "title": "WHO chief says confident U.S. funding will continue in COVID fight",
            "summary": "The head of the World Health Organization (WHO) voiced confidence on Monday that the United States would continue funding his U.N. agency, despite President Donald Trump's criticism of WHO's handling of the COVID-19 pandemic.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/PtvXZlAWMp0/who-chief-says-confident-u-s-funding-will-continue-in-covid-fight-idUSKCN21V1O0",
            "date": "Mon, 13 Apr 2020 13:53:32 -0400"
        },
        {
            "title": "Nigerian police deploy units to tackle lockdown crimewave",
            "summary": "Nigerian police will immediately deploy additional units to Lagos and Ogun states to combat an upsurge of crime committed during a lockdown to halt the spread of the new coronavirus.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/k8pkVrHEzgU/nigerian-police-deploy-units-to-tackle-lockdown-crimewave-idUSKCN21V1SC",
            "date": "Mon, 13 Apr 2020 13:52:22 -0400"
        },
        {
            "title": "Sudan imposes lockdown on capital after 10 new coronavirus cases",
            "summary": "Sudan will impose a lockdown on the capital Khartoum for three weeks after 10 more cases of the new coronavirus were discovered on Monday, its information minister said.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/X1urFZb2IWQ/sudan-imposes-lockdown-on-capital-after-10-new-coronavirus-cases-idUSKCN21V1JR",
            "date": "Mon, 13 Apr 2020 13:50:56 -0400"
        },
        {
            "title": "250-year-old U.S. Easter tradition's horns silenced by coronavirus pandemic",
            "summary": "(This April 9 story corrects title of the Rev. Chaz Snider to chair of the Salem Congregation Board of Elders; corrects to show that the service is sponsored by 12 Moravian congregations)",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/ZRy_7XtY2Mw/250-year-old-u-s-easter-traditions-horns-silenced-by-coronavirus-pandemic-idUSKCN21R1EN",
            "date": "Mon, 13 Apr 2020 13:43:44 -0400"
        },
        {
            "title": "Quarantine raises mental health, domestic violence risk: Chilean government",
            "summary": "Chile's health minister on Monday said \"prudence and wisdom\" was needed when applying coronavirus quarantines since they bring with them increased risks to people`s mental health and rates of intra-family violence.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/OGBqWHQiB04/quarantine-raises-mental-health-domestic-violence-risk-chilean-government-idUSKCN21V1RK",
            "date": "Mon, 13 Apr 2020 13:37:39 -0400"
        },
        {
            "title": "Putin says Russia may need the army to help battle coronavirus",
            "summary": "President Vladimir Putin said on Monday Russia might need to call in the army to help tackle the coronavirus crisis and warned the contagion was getting worse after the number of confirmed cases rose by a record daily amount.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/Qw1ALA3REBo/putin-says-russia-may-need-the-army-to-help-battle-coronavirus-idUSKCN21V0IK",
            "date": "Mon, 13 Apr 2020 13:30:10 -0400"
        },
        {
            "title": "Fire raging near Ukraine's Chernobyl poses radiation risk, say activists",
            "summary": "A huge forest fire in Ukraine that has been raging for more than a week is now just one kilometre from the defunct Chernobyl nuclear power plant and poses a radiation risk, Greenpeace Russia warned on Monday, citing satellite images.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/-vXxVyZQQvM/fire-raging-near-ukraines-chernobyl-poses-radiation-risk-say-activists-idUSKCN21V1QW",
            "date": "Mon, 13 Apr 2020 13:28:26 -0400"
        },
        {
            "title": "Irish rival leaders to sign off on initial government deal",
            "summary": "The leaders of Ireland's rival Fianna Fail and Fine Gael parties will meet on Tuesday to sign off on a broad agreement struck by their negotiating teams aimed at attracting enough additional support to form a new government.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/regyPeID_LU/irish-rival-leaders-to-sign-off-on-initial-government-deal-idUSKCN21V1G0",
            "date": "Mon, 13 Apr 2020 13:25:03 -0400"
        },
        {
            "title": "Spain partially loosens lockdown as coronavirus death rate slows",
            "summary": "Spain let some businesses get back to work on Monday, but one of the strictest lockdowns in Europe remained in place despite a slowing in the country's coronavirus death rate.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/o2nra-8yfTQ/spain-partially-loosens-lockdown-as-coronavirus-death-rate-slows-idUSKCN21V0PD",
            "date": "Mon, 13 Apr 2020 13:20:32 -0400"
        },
        {
            "title": "UK coronavirus deaths rise above 11,000, government grapples with economic toll",
            "summary": "The death toll from COVID-19 in British hospitals rose to 11,329 on Monday as the government - without its recuperating leader Boris Johnson - faced questions over its handling of the outbreak and the impact on the economy.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/X1IkNvTU_UQ/uk-coronavirus-deaths-rise-above-11000-government-grapples-with-economic-toll-idUSKCN21V0L1",
            "date": "Mon, 13 Apr 2020 13:14:26 -0400"
        },
        {
            "title": "UK chief adviser expects COVID deaths curve to plateau for two or three weeks",
            "summary": "Britain should expect the number of daily deaths from coronavirus to continue to rise this week, followed by a plateau for a period of two to three weeks, the government's chief scientific adviser said on Monday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/ICl6-q0IeDw/uk-chief-adviser-expects-covid-deaths-curve-to-plateau-for-two-or-three-weeks-idUSKCN21V1PR",
            "date": "Mon, 13 Apr 2020 13:14:26 -0400"
        },
        {
            "title": "Italy's daily coronavirus cases decline, deaths rise",
            "summary": "Deaths from the COVID-19 epidemic in Italy rose by 566 on Monday, up from 431 the day before, but the number of new cases slowed to 3,153 from a previous 4,092.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/0YBhGJjEaxY/italys-daily-coronavirus-cases-decline-deaths-rise-idUSKCN21V1MR",
            "date": "Mon, 13 Apr 2020 13:13:14 -0400"
        },
        {
            "title": "U.N. says Saudi deportations of Ethiopian migrants risks spreading coronavirus",
            "summary": "The United Nations said on Monday that deportations of illegal migrant workers by Saudi Arabia to Ethiopia risked spreading the coronavirus and it urged Riyadh to suspend the practice for the time being.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/Uh-Gfu9e2LI/u-n-says-saudi-deportations-of-ethiopian-migrants-risks-spreading-coronavirus-idUSKCN21V1OT",
            "date": "Mon, 13 Apr 2020 12:57:11 -0400"
        },
        {
            "title": "Canada coronavirus deaths rise by almost 9% to 734: public health agency",
            "summary": "The number of people killed by the coronavirus in Canada rose by almost 9% to 734 in a day, official data posted by the public health agency showed on Monday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/09O9NkQ5umY/canada-coronavirus-deaths-rise-by-almost-9-to-734-public-health-agency-idUSKCN21V1IF",
            "date": "Mon, 13 Apr 2020 12:55:29 -0400"
        },
        {
            "title": "Nigerians shake off coronavirus lockdown boredom with group exercise",
            "summary": "The bored and the brave have taken over the six-lane highways of Nigeria’s capital, now on coronavirus lockdown.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/V7A5ec4XTc4/nigerians-shake-off-coronavirus-lockdown-boredom-with-group-exercise-idUSKCN21V0QV",
            "date": "Mon, 13 Apr 2020 12:43:19 -0400"
        },
        {
            "title": "Turkey's coronavirus death toll rises by 98 to 1,296: health minister",
            "summary": "Turkey's confirmed cases of the coronavirus increased by 4,093 in the past 24 hours, and 98 more people have died, taking the death toll to 1,296, Health Minister Fahrettin Koca said on Monday.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/d8GY9L1R-N0/turkeys-coronavirus-death-toll-rises-by-98-to-1296-health-minister-idUSKCN21V1ND",
            "date": "Mon, 13 Apr 2020 12:42:27 -0400"
        },
        {
            "title": "U.S. oil sanctions against Iran are unjust: Rouhani",
            "summary": "Iranian President Hassan Rouhani said U.S. sanctions against Iran and Venezuela were unjust in a telephone call with Venezuelan President Nicolas Maduro on Monday and called for the two countries to cooperate together within the OPEC+ group.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/jHE1eDGoj_0/u-s-oil-sanctions-against-iran-are-unjust-rouhani-idUSKCN21V1NB",
            "date": "Mon, 13 Apr 2020 12:39:21 -0400"
        },
        {
            "title": "Officials say eight killed in Myanmar's Rakhine state; army says has no information",
            "summary": "Eight people were killed by shelling in Myanmar's Rakhine state on Monday, two local officials and a resident said, but the army said it had no information about such an incident and rejected accusations by villagers and insurgents that its forces were involved.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/KDpndhm8m-E/officials-say-eight-killed-in-myanmars-rakhine-state-army-says-has-no-information-idUSKCN21V1LD",
            "date": "Mon, 13 Apr 2020 12:32:06 -0400"
        },
        {
            "title": "Britain's Raab does not expect changes to lockdown measures for now",
            "summary": "Britain's foreign minister Dominic Raab said on Monday that he does not expect the government to make any changes to the lockdown measures currently in place until it is confident they can be made safely.",
            "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/NnbIw-fmxnk/britains-raab-does-not-expect-changes-to-lockdown-measures-for-now-idUSKCN21V1MG",
            "date": "Mon, 13 Apr 2020 12:30:44 -0400"
        }
    ]
}