[
    {
        "title": "See 'Office' star's epic surprise for hospital workers",
        "summary": "Actor John Krasinski brought former Boston Red Sox player David Ortiz on to his new show to give a group of healthcare workers from Boston the surprise of a lifetime.",
        "follow_up_question": "Did you hear about this?",
        "follow_up_response_for_yes": "I thought it was so heartwarming and a great way to honor those workers in these trying times by giving them tickets for life.",
        "follow_up_response_for_no": "So, what happened was that the Red Sox organization gifted the hospital staff tickets for life and let them throw out the ceremonial pitch of the 2020 season. It was a very heartwarming moment.",
        "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/MhaneGssi6o/john-krasinski-david-ortiz-red-sox-tickets-orig-jk.cnn",
        "date": "April 13th",
        "source": "CNN"
    },
    {
        "title": "NASA is showing you the picture the Hubble Space Telescope took on your birthday",
        "summary": "NASA is celebrating the Hubble Space Telescope's 30th year in orbit since its launch in April 1990.",
        "follow_up_question": "Did you know that the Hubble Telescope has been in orbit for so long?",
        "follow_up_response_for_yes": "Cool, I think its pretty impressive. You can even look at the picture the Hubble Space Telescope took on your birthday if you go to their website.",
        "follow_up_response_for_no": "It is pretty shocking, isn't it? It is a great accomplishment.",
        "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/b2kuRD4ZIeU/index.html",
        "date": "April 11th",
        "source": "CNN"
    },
    {
        "title": "Kroger and Walmart test one-way aisles as a coronavirus preventative measure",
        "summary": "Kroger and Walmart have implemented one-way aisles in some stores to encourage physical distancing during the coronavirus pandemic.",
        "follow_up_question": "Have you encountered one-way aisles during your recent visits to the grocery store?",
        "follow_up_response_for_yes": "It is good that your store is taking these steps to protect your health.",
        "follow_up_response_for_no": "Oh, okay. Well, you may see them become more common since social distancing measures like this may help to reduce the severity of this pandemic.",
        "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/jEZijKDmlF0/index.html",
        "date": "April 6th",
        "source": "CNN"
    },
    {
        "title": "Tesla's working on making ventilators from car parts",
        "summary": "Tesla engineers are working on a ventilator made largely from car parts. ",
        "follow_up_question": "Isn't it remarkable that automakers like Tesla and Ford are helping to meet the increased need for ventilators?",
        "follow_up_response_for_yes": "I agree. It is so inspiring to see companies and people coming together to help. They even posted a YouTube video last week, explaining how they are re-purposing various auto parts for the much needed medical devices.",
        "follow_up_response_for_no": "You don't think so? Ok, I thought it was a good piece of news, but I understand there are a wide range of opinions on what is happening.",
        "url": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/hmB60pJEswo/index.html",
        "date": "April 6th",
        "source": "CNN"
    }
]
