{
  "A Street Cat Named Bob": "Based on the international best selling book. The true feel good story of how James Bowen, a busker and recovering drug addict, had his life transformed when he met a stray ginger cat.",
  "Kiki's Delivery Service": "A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.",
  "The Cat Returns": "After helping a cat, a seventeen-year-old girl finds herself involuntarily engaged to a cat Prince in a magical world where her only hope of freedom lies with a dapper cat statuette come to life.",
  "If Cats Disappeared from the World": "Young mailman finds out he has no time left due to a terminal disease. Suddenly he is approached by a devil that offers him to live more time if he eliminates something from the world. Young mailman then thinks about his relationship with friends, ex-partners, family.",
  "Puss in Boots": "An outlaw cat, his childhood egg-friend and a seductive thief kitty set out in search for the eggs of the fabled Golden Goose to clear his name, restore his lost honor and regain the trust of his mother and town.",
  "The Adventures of Milo and Otis": "The adventures of a young cat and a dog as they find themselves accidentally separated and each swept into a hazardous trek.",
  "The Last Lions": "From the lush wetlands of Botswanas Okavango Delta comes the suspense-filled tale of a determined lioness ready to try anything - and willing to risk everything - to keep her family alive.",
  "African Cats": "A nature documentary centered on two cat families and how they teach their cubs the ways of the wild.",
  "Two Brothers": "Two tigers are separated as cubs and taken into captivity, only to be reunited years later as enemies by an explorer who inadvertently forces them to fight each other.",
  "duma": "An orphaned cheetah becomes the best friend and pet of a young boy living in South Africa.",
  "White Lion": "According to the legend of the Shangaan, white lions are the messengers of the gods, but it has been years since one has been seen in their remote African valley. When a white lion is miraculously born into that valley, a young Shangaan named Gisani, finds himself destined to protect this rare and magnificent creature at all costs."
}