{
    "coffee": "Cats shouldn't consume coffee. These contain caffeine. It can cause your cat to become restless, suffer from rapid breathing, heart palpitations and muscle tremors.",
    "tea": "Cats shouldn't consume tea. These contain caffeine. It can cause your cat to become restless, suffer from rapid breathing, heart palpitations and muscle tremors.",
    "energy drinks": "Cats shouldn't consume energy drinks. These contain caffeine. It can cause your cat to become restless, suffer from rapid breathing, heart palpitations and muscle tremors.",
    "xylitol": " It's better to be safe and not let your cat eat foods that contain xylitol. This is a sweetener used in a lot of sugar free foods, especially chewing gum. There are no records of cats becoming ill from this product, but in cats it can cause a severe drop in blood sugar which can cause seizures and convulsions or even death followed by liver failure.",
    "alcohol": "Cat should never have alcohol. As little as a tablespoon of alcohol can lead to problems for your cat. It can cause severe liver and brain damage.",
    "onions": "Cats shouldn't eat onions. All members of the onion family can cause problems if eaten in sufficient quantity. A little bit of onion in some sauce is not likely to cause any problems. however, eating a green onion may cause digestive upset. Eating some type of onion on a regular basis could cause anemia.",
    "garlic": "Cats shouldn't eat garlic. All members of the onion family can cause problems if eaten in sufficient quantity. A little bit of garlic in some sauce is not likely to cause any problems. however, eating a clove of garlic may cause digestive upset. Eating some type of onion on a regular basis could cause anemia.",
    "trimmings": "Cats shouldn't eat fat trimmings. It can cause vomiting, diarrhoea or a painful condition called pancreatitis and there is also a risk of salmonella associated with these foods.",
    "meat": "Cats shouldn't eat raw meat. It can cause vomiting, diarrhoea or a painful condition called pancreatitis and there is also a risk of salmonella associated with these foods.",
    "eggs": "Cats shouldn't eat raw eggs. It can cause vomiting, diarrhoea or a painful condition called pancreatitis and there is also a risk of salmonella associated with these foods.",
    "fish": "Cats shouldn't eat raw fish. It can cause vomiting, diarrhoea or a painful condition called pancreatitis and there is also a risk of salmonella associated with these foods.",
    "grapes": "Cat shouldn't eat grapes. Cats can suffer acute kidney failure from eating grapes and although toxicity in cats is only anecdotal. we would strongly advise that you keep these foods out of reach of your cat.",
    "raisins": "Cat shouldn't eat raisins. Cats can suffer acute kidney failure from eating raisins and although toxicity in cats is only anecdotal. we would strongly advise that you keep these foods out of reach of your cat.",
    "cheese": "Perhaps surprisingly, dairy products are high on the list of what can cats not eat. This is because some cats are lactose intolerant so if they eat dairy products it can cause vomiting and diarrhoea.",
    "milk": "Perhaps surprisingly, dairy products are high on the list of what can cats not eat. This is because some cats are lactose intolerant so if they eat dairy products it can cause vomiting and diarrhoea.",
    "chocolate": "Cats should never eat chocolate. Chocolate contains theobromine and caffeine. While this bitter-tasting stimulant is found in all forms, it's most concentrated in dark and unsweetened chocolate. Ingestion can cause heart problems, muscle tremors, or seizures."
}