{
    "abyssinian": "The Abyssinian is often a colorful cat with a distinctly ticked coat, medium in size and regal in appearance; lithe, hard and muscular, showing eager activity and lively interest in their surroundings.",
    "american bobtail": "The American Bobtail is generally medium to large cat, with a naturally occurring bobbed tail. They possess a natural hunting gaze that combined with their body type, give American Bobtail a distinctive wild appearance.",
    "american curl": "The distinctive feature of the American Curl is their attractive, uniquely curled-back ears. Elegant, well balanced, moderately muscled, slender rather than massive in build.",
    "american shorthair": "The American Shorthair is a true breed of working cat. The general effect is that of a strongly built, well balanced, symmetrical cat with conformation indicating power, endurance, and agility.",
    "american wirehair": "The American Wirehair cat resulted as a spontaneous mutation. Their coat, which is not only springy, dense, and resilient, but also coarse and hard to the touch, distinguishes the American Wirehair from all other breeds.",
    "balinese": "The Balinese is often a svelte cat with long tapering lines, very lithe but strong and muscular. The Balinese is unique with their distinct range of colors and silky coat that hides a supple and athletic body.",
    "bengal": "The Bengal is a domestic cat that has physical features distinctive to the small forest-dwelling wildcats, and with the loving, dependable temperament of a family pet.",
    "birman": "A cat of mystery and legend, the Birman is a colorpointed cat with long silky hair and four pure white feet. They are often strongly built, elongated and stocky, neither svelte nor stocky.",
    "bombay": "The Bombay is a medium-size cat, well-balanced, friendly, alert, and outgoing; muscular and having a surprising weight for their size. Their body and tail is usually of medium length.",
    "british shorthair": "The British Shorthair is a compact, well-balanced, and powerful cat, with a short, very dense coat. They often convey an overall impression of balance and proportion in which no feature is exaggerated.",
    "burmese": "The Burmese is a cat of medium size with substantial bone structure, good muscular development, and a surprising weight for their size. This together with a rounded head, expressive eyes, and a sweet expression.",
    "burmilla": "The Burmilla’s appearance is that of an elegant cat of foreign type and medium size.",
    "chausie": "Graceful and well-balanced, the Chausie is a large-sized, exotic-looking cat with a long, lean body and seemingly endless energy. She has a deep chest, shortened tail and sloping muzzle offset by angular cheekbones and large tufted ears.",
    "cornish rex": "The Cornish Rex is distinguished from all other breeds by its extremely soft, wavy coat and racy type. The cat is surprisingly heavy and warm to the touch.",
    "cymric": "The Cymric has a round head with a firm muzzle and prominent cheeks, short front legs, height of hindquarters, great depth of flank, and a short back, which forms a smooth continuous arch from the shoulders to the round rump. ",
    "devon rex": "A cat of medium fine frame, the Devon is well covered with soft, wavy fur. The fur is of a distinctive texture, as the mutation that causes its wavy coat is cultivated in no other breed.",
    "egyptian mau": "The Egyptian Mau is the only natural domesticated breed of spotted cat. The Egyptian’s impression should be one of an active, colorful cat of medium size with well-developed muscles.",
    "exotic shorthair": "The ideal Exotic should present an impression of a heavily boned, well balanced cat with a sweet expression and soft, round lines. The large, round eyes set wide apart in a large round head contribute to the overall look and expression.",
    "hairless cat": "The most distinctive feature of this cat is its appearance of hairlessness. The Sphynx is of medium size and body conformation with surprising weight for its size.",
    "havana": "The overall impression of the ideal Havana Brown is a cat of medium size with a rich, solid color coat and good muscle tone.",
    "himalayan": "The Himalayan is a hybrid breed identical to the Persian. The ideal Himalayan is a strong cat with excellent boning and musculature, a well-balanced cat, giving the impression of robust power.",
    "japanese bobtail": "The Japanese Bobtail presents the overall impression of a medium-sized cat with clean lines and bone structure, well-muscled but straight and slender rather than massive in build.",
    "javanese": "Javanese cats are faithful companions who will follow you from room to room, chatting at you along the way. The Javanese shares many similarities with the Siamese, but there are subtle differences between the two.",
    "korat": "The Korat’s general appearance is of a silver blue cat with a heavy silver sheen, medium sized, hard bodied, and muscular. This cat is all smooth curves, with huge eyes that are luminous, alert, and expressive.",
    "laperm": "The LaPerm breed is a naturally occurring mutation producing curly coats in both long- and shorthaired cats. They are medium sized, of moderate type. All parts of body are in harmony with the size of cat.",
    "maine coon": "The Maine Coon is solid, rugged, and can endure a harsh climate. A distinctive characteristic of this cat is the smooth, shaggy coat. This breed is well-proportioned, has a balanced appearance, and has adapted to varied environments.",
    "manx": "The overall impression of the Manx cat is that of roundness; round head with firm, round muzzle and prominent cheeks; broad chest; substantial short front legs; short back which arches from shoulders to a round rump; great depth of flank and rounded, muscular thighs.",
    "munchkin": "The Munchkin cat has no problem getting around the same as its longer-limbed feline friends — it just might take them a few extra steps along the way. These cute, curious cats are known for snatching shiny objects, so don’t be surprised if these magpies borrow your favorite piece of jewelry.",
    "nebelung": "Nebelung cats look similar to the Russian Blue, but they are two separate breeds. The Nebulung is recognizable by its thick, shimmering blue coat and adored for its sweet, affectionate personality. Make sure you have plenty of time to spend with this loyal cat.",
    "norwegian forest": "The Norwegian Forest Cat is a sturdy cat with a distinguishing double coat and easily recognizable body shape. This is a slow maturing breed, attaining full growth at approximately five years of age.",
    "ocicat": "The Ocicat is a medium to large, well-spotted agouti cat of moderate type. This breed displays the look of an athletic animal: well-muscled and solid, graceful and lithe, yet with a fullness of body and chest.",
    "oriental": "The Oriental is a svelte cat with long, tapering lines, very lithe but muscular. Because of the longer coat, the Longhair Division appears to have softer lines and less extreme type than the Shorthair Division.",
    "persian": "The Persian is a heavily boned, well-balanced cat with a sweet expression and soft, round lines. This cat has large round eyes set wide apart in a large round head.",
    "pixiebob": "The Pixiebob is a domestic cat that has a visual similarity to the North American Bobcat.",
    "ragamuffin": "The overall impression of the RagaMuffin is one of sweetness and robust health. They are a large cat with substantial bone structure and full bodies. The large, expressive eyes strongly contribute to the overall sweet look.",
    "ragdoll": "The Ragdoll is a well-balanced cat with no extreme features. They are a medium to large, moderately longhaired, blue-eyed pointed cats. The point markings may be covered by a range of white overlay patterns.",
    "scottish fold": "The Scottish Fold cat occurred as a spontaneous mutation in farm cats in Scotland. The breed has been established by crosses to British Shorthair and domestic cats in Scotland and England.",
    "selkirk rex": "The Selkirk Rex is the result of a dominant, spontaneous mutation that causes each hair (guard, down and awn) to have a gentle curl giving the coat a soft feel. The Selkirk Rex is a medium to large cat with heavy boning that gives the cat surprising weight and an impression of power.",
    "siamese": "The ideal Siamese is a medium-sized, svelte, refined cat with long tapering lines, very lithe but muscular. Balance and refinement are the essence of the breed, where all parts come together in a harmonious whole, with neither too much nor too little consideration given to any one feature.",
    "siberian": "The Siberian, Russia’s native forest cat, first appeared in recorded history around the year 1000 and hails from the unforgiving climate of Siberia. This is a cat that nature designed to survive, with no extremes in type.",
    "singapura": "The appearance of an alert healthy small- to medium-sized muscular bodied cat with noticeably large eyes and ears in proportion to its head. Cat to have the illusion of refined delicate coloring.",
    "snowshoe": "The combination of short hair, modified wedge, semi-foreign build, and particolor points sets the Snowshoe apart from other breeds. The Snowshoe is a strikingly marked cat in a variety of unique patterns.",
    "somali": "The overall impression of the Somali is that of a well-proportioned medium to large cat, firm muscular development, lithe, showing an alert, lively interest in all surroundings, with an even disposition and easy to handle.",
    "sphynx": "The most distinctive feature of this cat is its appearance of hairlessness. The Sphynx is of medium size and body conformation with surprising weight for its size.",
    "tonkinese": "The Tonkinese is an alert, active cat with good muscular development. Tonkinese cats are very personable and are known for their good temperament and loyal companionship.",
    "toyger": "With majestic looks fitting for a tiger, the Toyger is a medium-sized, muscular cat with a long, rectangular body, substantial boning, high shoulders and inverted heart-shaped face. Her powerful body type lends itself to the slinky, rolling stride of a wild cat, demanding your attention.",
    "turkish angora": "A balanced, graceful cat with a fine, silky coat that shimmers with every movement, in contrast to the firm, long muscular body beneath it.",
    "turkish van": "The Turkish Van is a natural breed from the rugged, remote, and climatically varied region of the Middle East. The breed is known for its unique, distinctive pattern.",
    "tabbi":"A tabby is any domestic cat with an 'M' on its forehead, stripes by its eyes and across its cheeks, along its back, and around its legs and tail.",
    "tabby": "A tabby is any domestic cat with an 'M' on its forehead, stripes by its eyes and across its cheeks, along its back, and around its legs and tail.",
    "york chocolate": "The ideal York Chocolate is a strikingly rich chocolate brown or lustrous lavender with a coat that has a glossy sheen and flows over body lines accentuating graceful, flexible body movement.",
    "mixed": "Mixed-breed are, in general, healthier than their purebred cousins and typically require fewer visits to the veterinarian. They are also more temperamentally sound than purebreds."
}