{
    "cheese": "Dogs can eat cheese in small to moderate quantities. As long as your dog isn't lactose intolerant, which is rare, but still possible in canines, cheese can be a great treat.",
    "blueberries": " Dogs can eat blueberries. Blueberries are a superfood rich in antioxidants, which prevent cell damage in humans and canines alike. ",
    "ham": " Dogs can eat ham. Ham is ok for dogs to eat, but certainly isn't the healthiest for them. Ham is high in sodium and fat, so while sharing a small piece is all right, it shouldn't be a continuous habit.",
    "avocado": "Dogs should not eat avocado. While avocado may be a healthy snack for dog owners, it should not be given to dogs at all. The pit, skin, and leaves of avocados contain persin, a toxin that often causes vomiting and diarrhea in dogs. ",
    "peaches": "Peaches are safe for dogs to eat. Small amounts of cut up fresh or frozen peaches are a great source of fiber and vitamin A, and can even help fight infections, but just like cherries, the pit contains cyanide.",
    "cashews": "Dogs can eat cashews. Cashews are ok for dogs, but only a few at a time. A few cashews make a nice treat, but only if they're unsalted.",
    "cranberries": "Cranberries are safe for dogs to eat. Both cranberries and dried cranberries are safe to feed to dogs in small quantities.",
    "peanuts": " Dogs can eat peanuts. Unlike almonds, peanuts are safe for dogs to eat. They're packed with good fats and proteins that can benefit your dog.",
    "cantaloupe": "Cantaloupe is safe for dogs. Cantaloupe is packed with nutrients, low in calories, and a great source of water and fiber. It is, however, high in sugar, so should be shared in moderation",
    "spinach": "Dogs can eat spinach, but it's not one of the top vegetables you'll want to be sharing with you pup. Spinach is high in oxalic acid, which blocks the body's ability to absorb calcium and can lead to kidney damage.",
    "eggs": "Dogs can eat eggs. Eggs are safe for dogs as long as they are fully cooked. Cooked eggs are a wonderful source of protein and can help an upset stomach.",
    "chocolate": "Dogs should never eat chocolate. Chocolate contains toxic substances called methylxanthines, which are stimulants that stop a dogs metabolic process. ",
    "celery": "Celery is safe for dogs to eat. In addition to vitamins A, B, and C, this crunchy green snack contains the nutrients needed to promote a healthy heart and even fight cancer. As if that wasn't enough, celery is also known to freshen doggy breath.",
    "tuna": "Dogs can eat tuna, but only in small amounts. In moderation, cooked, fresh tuna is an excellent source of omega 3 fatty acids, which promotes heart and eye health.",
    "broccoli": "Broccoli is safe for dogs to eat in very small quantities and is best served as an occasional treat. It is high in fiber and vitamin C and low in fat. However, broccoli florets contain isothiocyanates, which can cause mild to potentially severe gastric irritation in some dogs.",
    "mushroom": "Dogs should avoid mushrooms. Wild mushrooms can be toxic for dogs. While only 50 to 100 of the 50,000 mushroom species worldwide are known to be toxic, the ones that are poisonous can really hurt your dog or even lead to death.",
    "asparagus": "Dogs should not eat asparagus. While asparagus isn't necessarily unsafe for dogs, there's really no point in giving it to them. It's too tough to be eaten raw, and by the time you cook it down so its soft enough for dogs to eat, asparagus loses the nutrients it contains.",
    "green beans": "Dogs can eat green beans. Chopped, steamed, raw, or canned all types of green beans are safe for dogs to eat, as long as they are plain. Green beans are full of important vitamins and minerals and they're also full of fiber and low in calories.",
    "oranges": "Oranges are fine for dogs to eat, according to veterinarians, but they may not be fans of any strong smelling citrus. Oranges are an excellent source of vitamin C, potassium, and fiber, and in small quantities, the juicy flesh of an orange can be a tasty treat for your dog. ",
    "strawberries": "Dogs can eat strawberries. Strawberries are full of fiber and vitamin C. Along with that, they also contain an enzyme that can help whiten your dogs teeth as he or she eats them.",
    "cinnamon": "Dogs shouldn't eat cinnamon. While cinnamon is not actually toxic to dogs, its probably best to avoid it. Cinnamon and its oils can irritate the inside of dogs mouths, making them uncomfortable and sick. It can lower a dogs blood sugar too much and can lead to diarrhea, vomiting, increased, or decreased heart rate, and even liver disease. ",
    "bread": "Dogs can eat bread. Small amounts of plain bread with no spices and definitely no raisins won't hurt your dog, but it also won't provide any health benefits either.",
    "coconut": "Coconut is ok for dogs. This funky fruit contains lauric acid, which can help combat bacteria and viruses. It can also help with bad breath and clearing up skin conditions like hot spots, flea allergies, and itchy skin. Coconut milk and coconut oil are safe for dogs too. Just be sure your dog doesn't get its paws on the furry outside of the shell, which can get lodged in the throat.",
    "honey": "Dogs can eat honey. Honey is packed with countless nutrients such as vitamins A, B, C, D, E, and K, potassium, calcium, magnesium, copper, and antioxidants. Feeding dogs small amounts of honey can help with allergies",
    "almonds": "Dogs shouldn't eat almonds. Almonds may not necessarily be toxic to dogs like macadamia nuts are, but they can block the esophagus or even tear the windpipe if not chewed completely. Salted almonds are especially dangerous because they can increase water retention, which is potentially fatal to dogs prone to heart disease.",
    "milk": "Dogs can have milk. But be cautious, some dogs are lactose intolerant and don't digest milk well.",
    "turkey": "Dogs can eat turkey. Turkey is fine for dogs. But be sure to remove excess fat and skin from the meat. Any meat with excessive salt, seasonings, onions or garlic should not be fed.",
    "onions": "Dogs should never eat onions. Onions, leeks, and chives are part of a family of plants called allium that is poisonous to most pets, especially cats. Eating onions can cause your dogs red blood cells to rupture, and can also cause vomiting, diarrhea, stomach pain, and nausea.",
    "fish": "Dogs can eat fish. Fish contains good fats and amino acids, giving your dog a nice health boost.",
    "carrots": "Dogs can eat carrots. Carrots are an excellent low calorie snack that is high in fiber and beta carotene, which produces vitamin A. Plus, crunching on this orange veggie is great for your dogs teeth and fun",
    "wheat and grains": "Dogs can eat wheat and other grains. Dogs do not have to be grain free; it is perfectly ok for them to have grains. In fact, grains like wheat and corn are great sources of protein, essential fatty acids, and fiber.",
    "cherries": "Dogs should not eat cherries. With the exception of the fleshy part around the seed, cherry plants contain cyanide and are toxic to dogs. ",
    "ice cream": "Dogs shouldn't eat ice cream. As refreshing of a treat as ice cream is, it contains lots of sugar. So it is best not to share with your dog. Also, some dogs have an intolerance to lactose. ",
    "raspberries": "Dogs can eat raspberries. Raspberries are fine in moderation. They contain antioxidants that are great for dogs. They're low in sugar and calories, but high in fiber, manganese, and vitamin C. Raspberries are especially good for senior dogs because they have anti inflammatory properties, which can help aging joints. However, they do contain small amounts of xylitol, so limit your dog to less than a cup of raspberries at a time.",
    "watermelon": "Dogs can eat watermelon. It's important to remove the rind and seeds first, as they can cause intestinal blockage, but watermelon flesh is otherwise safe for dogs. It is full of vitamin A, B 6, and C, as well as potassium. ",
    "yogurt": "Yogurt is ok for dogs. Plain yogurt is a perfectly acceptable snack for dogs. However, some dogs may have trouble digesting dairy products. If your dog can digest it, the active bacteria in yogurt can help strengthen the digestive system with probiotics. Plain yogurt is the best choice. Avoid any yogurts with added sugar, and skip all yogurt with artificial sweeteners.",
    "tomatoes": "Dogs should avoid tomatoes. While the ripened fruit of the tomato plant is generally considered safe for dogs, the green parts of the plant contain a toxic substance called solanine.",
    "pear": "Dogs can eat pears. Pears are a great snack because they're high in copper, vitamins C and K, and fiber. It's been suggested that eating the fruit can reduce the risk of having a stroke by 50 percent.",
    "corn": "Dogs can eat corn. Corn is one of the most common ingredients in most dog foods. However, the cob can be hard for a dog to digest and may cause an intestinal blockage, so if you're sharing some corn, make sure it is off the cob.",
    "salmon": "Dogs can eat salmon. Fully cooked salmon is an excellent source of protein, good fats, and amino acids. It promotes joint and brain health and gives dog immune systems a nice boost. ",
    "peas": "Dogs can eat peas. Green peas, snow peas, sugar snap peas, and garden or english peas are all ok for dogs to find in their bowl on occasion.",
    "cucumbers": "Dogs can eat cucumbers. Cucumbers are especially good for overweight dogs, as they hold little to no carbohydrates, fats, or oils and they can even boost energy levels. ",
    "quinoa": "Quinoa is ok for dogs. Quinoa is actually an ingredient in some high quality dry dog foods. The strong nutritional profile of quinoa makes it a healthy alternative to corn, wheat.",
    "garlic": "Dogs shouldn't eat garlic. Garlic can create anemia in dogs, causing side effects such as pale gums, elevated heart rate, weakness, and collapse. Poisoning from garlic and onions may have delayed symptoms, so if you think your dog may have eaten some, monitor him or her for a few days, not just right after consumption.",
    "apples": "Dogs can eat apples. Apples are an excellent source of vitamins A and C, as well as fiber for your dog.",
    "grapes": "Dogs should never eat grapes. Grapes and raisins have proved to be very toxic for dogs no matter the dogs breed, sex, or age.",
    "popcorn": "Dogs can eat popcorn. Unsalted, unbuttered, air popped popcorn is ok for your dog in moderation. It contains riboflavin and thiamine, both of which promote eye health and digestion, as well as small amounts of iron and protein. ",
    "brussels": "Dogs can eat brussels sprouts. Brussels sprouts are loaded with nutrients and antioxidants that are great for humans and dogs, alike.",
    "pork": "Dogs can eat pork. Pork is a highly digestible protein, packed with amino acids, and it contains more calories per pound than other meats. Pork also may be less likely to cause an allergic reaction in some pets compared to other proteins.",
    "bananas": "Dogs can eat bananas. In moderation, bananas are a great low calorie treat for dogs. They're high in potassium, vitamins, biotin, fiber, and copper.",
    "macadamia nuts": "Dogs should never eat macadamia nuts. These are some of the most poisonous foods for dogs. ",
    "shrimp": "Shrimp is ok for dogs. A few shrimp every now and then is fine for your dog, but only if they are fully cooked and the shell, including the tail, head, and legs, is removed completely. ",
    "mango": "Dogs can eat mangoes. This sweet summer treat is packed with four different vitamins: A, B6, C, and E. They also have potassium and both beta carotene and alpha carotene.",
    "pineapple": "Pineapple is safe for dogs to eat. A few chunks of pineapple is a great sweet treat for dogs, as long as the prickly outside peel and crown are removed first. The tropical fruit is full of vitamins, minerals, and fiber. It also contains bromelain, an enzyme that makes it easier for dogs to absorb proteins.",
    "peanut butter": "Peanut butter is ok for dogs. Peanut butter can be an excellent source of protein for dogs. It contains heart healthy fats, vitamins B and E. Raw, unsalted peanut butter is the healthiest option. "
}