{
  "hachi: a dog's tale": "A college professor bonds with an abandoned dog he takes into his home.",
  "The Cave of the Yellow Dog": "The little nomad girl Nansal finds a baby dog in the Mongolian veld, who becomes her best friend - against all rejections of her parents. A story about a Mongolian family of nomads - their traditional way of life and the rising call of the City.",
  "eight below": "Brutal cold forces two Antarctic explorers to leave their team of sled dogs behind as they fend for their survival.",
  "A Dog's Purpose": "A dog looks to discover his purpose in life over the course of several lifetimes and owners.",
  "marley and me": "A family learns important life lessons from their adorable, but naughty and neurotic dog.",
  "red dog": "Based on the legendary true story of the Red Dog who united a disparate local community while roaming the Australian outback in search of his long lost master.",
  "Lady and the Tramp": "The romantic tale of a sheltered uptown Cocker Spaniel dog and a streetwise downtown Mutt.",
  "Balto": "An outcast Husky risks his life with other sled dogs to prevent a deadly epidemic from ravaging Nome, Alaska.",
  "bolt": "The canine star of a fictional sci-fi action show that believes his powers are real embarks on a cross country trek to save his co-star from a threat he believes is just as real.",
  "Lassie": "A family in financial crisis is forced to sell Lassie, their beloved dog. Hundreds of miles away from her true family, Lassie escapes and sets out on a journey home.",
  "Life in the Doghouse": "LIFE IN THE DOG HOUSE will tell the inspiring stories of Danny and Ron's Rescue. The film will showcase their unique approach to dog rescue and adoption, which has enabled them to rescue and adopt out 10,000 dogs.",
  "Isle of Dogs": "Set in Japan, Isle of Dogs follows a boy's odyssey in search of his lost dog.",
  "The Art of Racing in the Rain": "Through his bond with his owner, aspiring Formula One race car driver Denny, golden retriever Enzo learns that the techniques needed on the racetrack can also be used to successfully navigate the journey of life.",
  "A Dog's Journey": "A dog finds the meaning of his own existence through the lives of the humans he meets.",
  "White Fang": "Based on the timeless novel by Jack London. A loyal wolfdog's curiosity leads him on the adventure of a lifetime while serving a series of three distinctly different masters.",
  "duke": "A homeless veteran leaves his dying dog and best friend, Duke, on the doorstep of an animal clinic. The dedicated staff nurse Duke back to health, and then launch a campaign to locate the veteran and re-unite him with his best pal.",
  "A Dog's Way Home": "A female dog travels four hundred miles in search of her owner throughout a Colorado wilderness.",
  "max": "A military dog that helped American Marines in Afghanistan returns to the United States and is adopted by his handler's family after suffering a traumatic experience.",
  "oddball": "An eccentric chicken farmer, with the help of his granddaughter, trains his mischievous dog Oddball to protect a penguin sanctuary from fox attacks in an attempt to reunite his family and save their seaside town.",
  "A Dog Year": "A guy suffering from a midlife crisis takes in a dog that's crazier than he is."
}