{
  "jurassic park": "A pragmatic Paleontologist visiting an almost complete theme park is tasked with protecting a couple of kids after a power failure causes the park's cloned dinosaurs to run loose.",
  "life of Pi": "A young man who survives a disaster at sea is hurtled into an epic journey of adventure and discovery. While cast away, he forms an unexpected connection with another survivor: a fearsome Bengal tiger.",
  "Paddington 2": "Paddington, now happily settled with the Brown family and a popular member of the local community, picks up a series of odd jobs to buy the perfect present for his Aunt Lucy's 100th birthday, only for the gift to be stolen.",
  "The Bear": "An orphan bear cub hooks up with an adult male as they try to dodge human hunters.",
  "Rise of the Planet of the Apes": "A substance designed to help the brain repair itself gives advanced intelligence to a chimpanzee who leads an ape uprising.",
  "Dawn of the Planet of the Apes": "A growing nation of genetically evolved apes led by Caesar is threatened by a band of human survivors of the devastating virus unleashed a decade earlier.",
  "March of the Penguins": "In the Antarctic, every March since the beginning of time, the quest begins to find the perfect mate and start a family.",
  "The Jungle Book": "After a threat from the tiger Shere Khan forces him to flee the jungle, a man-cub named Mowgli embarks on a journey of self discovery with the help of panther Bagheera and free-spirited bear Baloo.",
  "War for the Planet of the Apes": "After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind.",
  "Seabiscuit": "True story of the undersized Depression-era racehorse whose victories lifted not only the spirits of the team behind it but also those of their nation.",
  "Monkey Kingdom": "A nature documentary that follows a newborn monkey and its mother as they struggle to survive within the competitive social hierarchy of the Temple Troop, a dynamic group of monkeys who live in ancient ruins found deep in the storied jungles of Sri Lanka.",
  "King Kong": "A greedy film producer assembles a team of moviemakers and sets out for the infamous Skull Island, where they find more than just cannibalistic natives.",
  "War Horse": "Young Albert enlists to serve in World War I after his beloved horse is sold to the cavalry. Albert's hopeful journey takes him out of England and to the front lines as the war rages on.",
  "Paddington": "A young Peruvian bear travels to London in search of a home. Finding himself lost and alone at Paddington Station, he meets the kindly Brown family, who offer him a temporary haven.",
  "A Tale of a Wolf": "The life story of Ogg, a male wolf living in the northern mountains of Israel. From his innocent childhood through his maturing to adulthood, struggling to survive in a delicate habitat sabotaged by mankind.",
  "Jurassic World": "A new theme park, built on the original site of Jurassic Park, creates a genetically modified hybrid dinosaur, the Indominus Rex, which escapes containment and goes on a killing spree.",
  "The Zookeeper's Wife": "The Zookeeper's Wife tells the account of keepers of the Warsaw Zoo, Antonina and Jan Zabinski, who helped save hundreds of people and animals during the German invasion.",
  "White Lion": "According to the legend of the Shangaan, white lions are the messengers of the gods, but it has been years since one has been seen in their remote African valley. When a white lion is miraculously born into that valley, a young Shangaan named Gisani, finds himself destined to protect this rare and magnificent creature at all costs."
}