{
    "mess": "Owning a pet means cleaning up after them. Accidents are going to happen, no matter how well-trained the pet may be. Pet urine and feces can be destructive to carpets, flooring, and even sub-floors. It can also create an odor problem.",
    "medical": "Pets need to visit the veterinarian at least once per year for health checkups. Certain pets, like dogs, may need heartworm treatments or rabies shots for legal ownership as well. It can cost hundreds, if not thousands, of dollars per pet for medical care each year.",
    "attack": "If your pet attacks someone else, then you are held liable for their injuries, expenses, and associated costs. If your pet destroys someone’s property, you’re held responsible.",
    "allergy": "One of the drawbacks to keep pets in the home are allergies. Especially if you don’t know what you’re allergic to, bringing a cat or a dog into your life can bring unexpected hurdles.",
    "safety": "A large breed of dog will require extra attention and training to make sure it is safe around children. Similarly, aggressive types of snakes or territorial pets may not be the best addition if you have dependents living with you. It is important to consider the needs of everyone in your house before getting a pet.",
    "cost": "Cats and dogs for example, require several different shots throughout their first year of life, as well as preventative shots and treatment throughout their lives. Additionally, outdoor pets are more prone to infections, lacerations and pest infestations that require veterinary care.",
    "poop": "There’s no getting around it – no matter what kind of animal you get, you will be required to clean up after them. People need to have a solid stomach when it comes to removing poop.",
    "sleep": "Cats for example, are naturally nocturnal, and are likely to find their way on top of you while you try to sleep. Similarly, dogs, birds, and many exotic animals will sometimes feel the need to make as much noise as possible in the middle of the night.",
    "responsibility": "Owning a pet is a great responsibility. You cannot leave a pet alone for long hours. Then you have to groom the pet, feed it on time and also take it to the vet when need be. This is a task of great responsibility and it can hinder your professional and personal life too.",
    "danger": "Pets are animals at the end of the day and while they are domesticated to a large extent, their animal instincts still remain. There have been times when the pets have turned on their masters or attacked visitors in the house hurting them."
}