{
    "fit": "They help us keep fit. Previous studies have proven that pet owners tend to have lower blood pressure than people who don’t own a pet.",
    "lonely": "We will not feel lonely because cats and dogs make great companions. They’ll always be waiting for you to come home and they’ll be happy to lend an ear should you want to moan about the awful day you’ve had.",
    "stress": "Pets can reduce our stress. For me, stroking my dog can make my worries melt away.",
    "make friend": "Having a pet is a great way to meet new people and create bonds quickly, especially if you’re not too good at small talk.",
    "immune": "Pets can improve our immunity. In fact, previous studies have shown that babies who live with a dog tend to experience fewer infections and are generally healthier than those who don’t.",
    "immunity": "Pets can improve our immunity. In fact, previous studies have shown that babies who live with a dog tend to experience fewer infections and are generally healthier than those who don’t.",
    "cancer": "It’s no secret that a dogs’ sense of smell is incredible, and some canines are capable of detecting cancer. Several pet owners have reported that their dog saved their lives after they noticed they were constantly pawing at, sniffing or even licking a tumour hidden underneath the skin.",
    "responsibility": "Keeping pets requires a sense of responsibility. Not only the practical skills required, such as cleaning out the cage, grooming and teaching tricks; but also the nurturing and empathy skills.",
    "responsible": "Keeping pets requires a sense of responsibility. Not only the practical skills required, such as cleaning out the cage, grooming and teaching tricks; but also the nurturing and empathy skills,",
    "safe": "Not everyone likes being home alone, but having a cat or dog there can make you feel a lot safer. Plus, burglars are less likely to target a house that’s clearly home to a dog. Some breeds make excellent guard dogs and will even protect you when you’re out for a run or walk.",
    "companion": "They make great companions. They’ll always be waiting for you to come home and they’ll be happy to lend an ear should you want to moan about the awful day you’ve had.",
    "companions": "They make great companions. They’ll always be waiting for you to come home and they’ll be happy to lend an ear should you want to moan about the awful day you’ve had.",
    "cute": "They are so cute. Especially for dog owners, like me, anyone who owns a pet dog will be no stranger to puppy dog eyes, the look our pooches give us that we just can’t resist.",
    "company": "Cats and dogs make great companions. They’ll always be waiting for you to come home and they’ll be happy to lend an ear should you want to moan about the awful day you’ve had.",
    "exercise": "They help us exercise more. Previous studies have proven that pet owners tend to have lower blood pressure than people who don’t own a pet.",
    "happy": "They make us happier. By walking our dogs or just spending time with them outside on a sunny day we are likely to become more content.",
    "interact": "We can interact with our pets. By walking our dogs or just spending time with them outside on a sunny day we are likely to become more content.",
    "relax": "Pets can really help us relax. Previous studies have proven that pet owners tend to have lower blood pressure than people who don’t own a pet.",
    "amazing": "They are amazing creatures. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "time": "Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety. Animals give unconditional love.",
    "fun": "I enjoy having fun with them and they can be by your side at all times",
    "relaxing": "Pets can really help us relax. Previous studies have proven that pet owners tend to have lower blood pressure than people who don’t own a pet.",
    "cool": "They are cool creatures. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "good": "They are good friends. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "entertain": "They can entertain you. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "love": "Animals give unconditional love. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety.",
    "protection": "Some breeds make excellent guard dogs and will protect you when you’re out for a run or walk.",
    "protect": "Some breeds make excellent guard dogs and will protect you when you’re out for a run or walk.",
    "soft": "They are soft creatures. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "comfortable": "They make you feel comfortable. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "away from": "Not everyone likes being home alone, but having a cat or dog there can make you feel a lot safer. Plus, burglars are less likely to target a house that’s clearly home to a dog. Some breeds make excellent guard dogs and will even protect you when you’re out for a run or walk.",
    "nice": "They are nice, sweet and loving. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety.",
    "lovable": "They are lovable. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety.",
    "entertaining": "They can entertain you. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety. Animals give unconditional love.",
    "friend": "They are good friends of human. They’ll always be waiting for you to come home and they’ll be happy to lend an ear should you want to moan about the awful day you’ve had.",
    "companionship": "Cats and dogs make great companions. They’ll always be waiting for you to come home and they’ll be happy to lend an ear should you want to moan about the awful day you’ve had.",
    "comfort": "They make you feel comfortable. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "comforting": "They make you feel comfortable. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "sweet": "They are sweet creatures. No matter what, they are happy to see you. They offer comfort when you are sad or upset.",
    "loving": "Animals give unconditional love. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety.",
    "funny": "They are really funny. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety. Animals give unconditional love.",
    "joy": "Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety. Animals give unconditional love.",
    "anxiety": "Pets can really help us reduce anxiety. Stroking cat or simply watching fish swim around in a tank can make your worries melt away. Previous studies have proven that pet owners tend to have lower blood pressure than people who don’t own a pet.",
    "happiness": "They bring lots of happiness to us. Spending time with pets brings immediate joy, comfort, and instantly reduces stress and anxiety. Animals give unconditional love.",
    "loyalty": "They are loyal creatures. They can be by your side at all times.",
    "loyal": "They are loyal creatures. They can be by your side at all times.",
    "beautiful": "They are beautiful creatures. Especially for dogs and cats, regular grooming can keep their coat clean, shiny and smooth."
}
